{
   "jobs":[
      {
         "job":"Social Media Marketing Specialist",
         "company":"Tokenyzed.io",
         "location":"United States",
         "post_date":"10m",
         "link":"https://web3.career/social-media-marketing-specialist-tokenyzed-io/40163",
         "key":"40163",
         "details":"About Toeknyzed\n\nAt Tokenyzed, we are empowering the world to build wealth through modern real estate investing. Our mission is to make it as easy as possible for anyone in the world to diversify into real estate investing.\n\n\n\n\nResidential real estate has proven to be the best long term investment in modern history, providing returns in line with stocks, but with half the volatility. The problem is, the majority of people who want to invest in real estate aren't able to do it. Most people are prevented from participating due to the high initial investment needed for down-payments and the many operational requirements of managing a property.\n\n\n\n\nThat's why we're building a new way to invest in real estate that makes it easier for people to start their investing journey today. With Tokenyzed anyone can buy shares in income producing rental properties starting at just $50. Tokenyzed takes care of all the real estate operations so that investors can sit back and collect net rental income and their share of the home's appreciation.\n\n\n\n\nWhat you’ll be responsible for:\n\nTokenyzed is looking for an experienced Marketing leader to support Tokenyzed Strategic growth. This role will set the marketing vision in close alignment with Product team, and shape the roadmap for sales enablement and partner activations. On the B2C side, this individual will build, execute, and scale an integrated marketing strategy leveraging social media, organic and inorganic channels, to build out a community of real estate and crypto enthusiasts, accelerating new signups and encouraging existing clients to expand their portfolio. For the B2B pillar, this individual will identify core segments and audiences, define and build compelling narratives to help unlock Tokenyzed Enterprise opportunities with real estate developers.\n\n\n\n\nYou’ll set the vision and drive Go-To-Market (GTM) strategy, positioning, messaging and sales enablement across both B2B and B2C verticals. This role reports to the CMO and is a relatively nascent focus area at Tokenyzed, so this is an opportunity to help build something from the ground up.\n\n\n\n\nWhat you'll work on:\n\n- Own GTM launches of our B2C and B2B product. Establish partnerships with businesse through facilitation of press releases, co-marketing strategy, social media, and sales training.\n\n\n\n\n- Drive scale GTM launches including pitches, beta launches, including thought partnership with Revenue and Product team.\n\n\n\n\n- Work closely with the leadership to influence, define and land key co-marketing programs across partners and clients.\n\n\n\n\n- Act as the blockchain advocate for Tokenyzed clients\n\n\n\n\n- Shape the development of marketing materials (i.e. pitch decks, messaging, collateral, webinars, case studies, sales training docs)\n\n\n\n\nWhat you’ll bring to Tokenyzed:\n\n- 5+ years of experience in B2C marketing\n\n- Direct marketing experience with a track record of driving viral growth of fast-paced technologies; Crypto, Proptech experience preferred.\n\n- Must be capable of writing and creating content that tells Tokenyzed story to customers and prospects.\n\n- Capable of diving deep into technical topics and at the same time able to step back to communicate the bigger picture.\n\n- Thrive in unstructured environments, learn constantly and bring structure.\n\n- Have an inexhaustible desire to learn. You want to be a pro at the frontier of industry defining tech like DeFi, NFTs, DAOs, and Web3 as well as abreast of the latest developments in the Real estate industry.\n\n\n\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "marketing",
            "non-tech",
            "social",
            "media"
         ]
      },
      {
         "job":"Executive Assistant To CEO",
         "company":"Impact Theory",
         "location":"Los Angeles",
         "post_date":"11m",
         "link":"https://web3.career/executive-assistant-to-ceo-impacttheory/40162",
         "key":"40162",
         "details":"Impact Theory is a freakishly ambitious LA-based Web3 studio, committed to telling stories of empowerment and human potential. We currently produce a wide variety of scripted, unscripted, and digital content for OTT streamers, YouTube, Spotify, WEBTOON, podcasts, and our own internal online learning platform. All of Impact Theory’s content is focused on entertaining and empowering people the world over. If Disney sought to build the most magical brand on earth, we are endeavoring to create the most empowering brand on earth - without sacrificing the entertainment factor.\nWe are embarking on our newest venture into the Blockchain entertainment and NFT space and are building a world class team in the process. Impact Theory is seeking an experienced Executive Assistant to join our company. This role must be local to Los Angeles as you will be working directly with the CEO.\nTo be considered, you will need to be enthusiastic, fun, hardcore, and highly motivated. We are a team, not a family. We want kind and encouraging people who show up every day playing to win and striving to be the best of the best. Impact Theory is where you come to make your wildest dreams a reality. We are looking for standout players who are self-motivated and unflappable. If that’s you, please submit a cover letter, and resume.\nResponsibilities\n\n\nProvide sophisticated calendar management for the CEO. Prioritize inquiries and requests while troubleshooting conflicts; make judgements and recommendations to ensure smooth day-to-day operations\nEnsure variety of administrative tasks are completed to support the CEO’s ability to effectively strategize and lead the organization\nServe as primary point of contact for internal and external stakeholders in all matters as it relates to the CEO\nWork closely with the CEO to keep him well informed of upcoming commitments and responsibilities\nManage sensitive matters with a high level of confidentiality and discretion especially if it impacts operations of the company\nArrange travel accommodations and manage expense reports as needed\nComplete ad hoc projects as assigned\nPrepare Word, Excel, PowerPoint presentations, agendas, reports, and other documents in support of objectives for the Company\n\nQualifications\n\nMust be flexible, motivated, and highly collaborative, this role will need a self starter who can roll up their sleeves and get things done\nHyper detail oriented, organized, and efficient\nHigh level communication skills, ability to manage and work with numerous stakeholders within the company\nExcellent prioritization skills, you’ll be managing a busy schedule and must have the ability to anticipate and prioritize based off importance and current Company priorities\nExcellent judgment is essential\nWilling to travel as needed, a valid passport recommended\nWilling to work in the office\nAbility to accurately anticipate the needs of the CEO\nAbility to function well in a high-paced environment\n\nImpact Theory is an Equal Opportunity employer. We celebrate and embrace diversity, and believe the strongest teams are from a broad tapestry of backgrounds, perspectives, and skills. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex including sexual orientation and gender identity, national origin, disability, protected veteran status, or any other characteristics protected by applicable federal, state, or local law.\nPowered by JazzHR\nrhHpv4eYk6\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "executive",
            "nft"
         ]
      },
      {
         "job":"Senior Social Media Manager",
         "company":"Ava Labs",
         "location":"New York",
         "post_date":"21m",
         "link":"https://web3.career/senior-social-media-manager-avalabs/40161",
         "key":"40161",
         "details":"We are looking for a Senior Social Media Manager to join the Marketing Team at Ava Labs.\n\nWHAT YOU WILL DO\nThis role will drive the day-to-day publishing and management of the main Avalanche and Ava Labs social media accounts. This is an important role because it manages the brands outward facing persona, and has to maintain these accounts to be professional, comprehensive and up-to-date. They will be a key contributor to how marketing efforts make their way onto social, where a large portion of our campaigns live.\nCreate brief, engaging content and copy across major social channels (e.g., Twitter, Facebook, LinkedIn) for Ava Labs and Avalanche\nDevelop strategies and messaging for ongoing product marketing campaigns\nWork with the Design team to create on-brand, visually appealing graphics that complement social copy and broader strategy\n\nWHAT YOU WILL BRING\nBachelor's degree or equivalent practical experience\n3-4 years experience in social media marketing, with crypto marketing experience preferred\nProven track record with managing social media pages for high-growth brands\nExperience in social media marketing, channel management, content creation, prioritization, and time management\nMust be familiar with crypto twitter and have experience creating twitter posts around specific crypto topics (DeFi, NFTs, gaming, blockchain tech)\nManage and run multiple social campaigns within broader co-marketing efforts\nExperience using Web3 applications\nStrong copywriting background\nExperience as an active contributor to social communities\nStrong understanding of digital and traditional advertising strategies\nAdvanced knowledge of Sprout Social, project management tools, major social channels (e.g., Facebook, Twitter, LinkedIn), social analytics\nStrong understanding of the leading strategies of social media\n\nSalary Range: $87,600.00 - $104,100.00 (**This is not a guarantee of compensation or salary, a final offer amount may vary based on factors including but not limited to experience and geographic location.)\n\n#LI-VP1\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "senior",
            "social",
            "media",
            "non-tech"
         ]
      },
      {
         "job":"Executive Assistant to the CEO",
         "company":"Okcoin",
         "location":"San Jose",
         "post_date":"31m",
         "link":"https://web3.career/executive-assistant-to-the-ceo-okcoin/40160",
         "key":"40160",
         "details":"Who We Are\nOkcoin is one of the world’s largest and fastest growing cryptocurrency exchanges. We help millions of people buy and sell bitcoin, and over 70 other crypto assets every day — but our work is a whole lot more than that. We’re building an inclusive future of finance, one that opens new opportunities to learn financial literacy, store value, and build wealth for everyone. We make it easy to buy and sell crypto and provide access to passive income earning opportunities.\nAbout the Opportunity: \nWe are looking for an experienced Executive Assistant to support the CEO and potentially other members of the executive team. This candidate will be responsible for handling confidential information and maintaining professionalism in dealing with senior executives.  This exciting role requires superior attention to detail, strong organizational and prioritization skills, the ability to plan ahead, and to meet tight deadlines all while juggling multiple critical requests. Okcoin has teams around the globe with multiple timezones and you will be the go-to person to coordinate different teams.\nPlease note this position requires you to work in our San Jose office on the same schedule as the CEO. There is some flexibility, but you should expect 4-5 days per week in our office.\nThere is a huge upside growth opportunity with the potential to advance your career from this role!\nWhat You’ll Be Doing:\nProvide proactive support to the CEO via calendar management including vetting, prioritizing, and providing recommendations\nShort-term and long-term project management for the CEO and other members of the executive team\nAssist in meeting planning and preparation work needed, i.e., draft agendas and broader communications\nArrange domestic and international travel\nPerform other admin-related tasks and projects as assigned\nAssist in editing spreadsheets, presentations, and documents\nWhat We Look For In You:\n2+ plus years' experience supporting one or more C-Level executives\nAbility to take initiative and ownership over sometimes ambiguous tasks and situations with little oversight\nAbility to cope with dynamic and fast-paced industry and business demand\nStrong communication skills, both written and oral\nAbility to keep track of many tasks at once without letting anything fall through the cracks\nHigh proficiency in the tool stacks, including but not limited to Slack, Google Suite, as well as the ability to stay informed about new tools and technologies\nAbility to work effectively in a team environment\nAbility to handle confidential information and safeguard them\nFlexibility to travel to conferences when required\nBachelor’s degree or equivalent experience\nBilingual (English/Mandarin)\nNice to Haves:\nBonus points if you have previously worked at a crypto exchange, in fintech, or in a start-up environment\nCurious about blockchain technology and the crypto payments space\nHighlights of Perks and Benefits:\nMarket competitive total compensation package\nComprehensive insurance package including medical, dental, vision, disability & life insurance (Company pays 100% for employee/80% for dependents)\n401K with company contribution\nAccrued PTO policy, company paid holidays, and flexible hours\nPaid Parental Leave\nEmployee Referral Bonus Program paid in BTC\nCompany Donation Match\nMore surprises when you join!\nOkcoin Statement\nOkcoin is committed to equal employment opportunities regardless of race, color, genetic information, creed, religion, sex, sexual orientation, gender identity, lawful alien status, national origin, age, marital status, and non-job related physical or mental disability, or protected veteran status. Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "executive"
         ]
      },
      {
         "job":"Sales Account Executive",
         "company":"Anima",
         "location":"New York",
         "post_date":"40m",
         "link":"https://web3.career/sales-account-executive-anima-app/40158",
         "key":"40158",
         "details":"At Anima, our mission is to unleash creativity by enabling software teams to spend more time creating and less time doing menial tasks. With a community of over 800,000 designers and engineers, Anima is the leading design-to-code automation platform.\n\nAfter graduating from Y-Combinator and releasing our third product, teams in companies like IBM, Verizon, and Salesforce are leveraging our technology.\n\nWe are now building a state-of-the-art sales team. We believe in a consultative sales approach where our aim is to help our clients achieve more. Anima is the game changer for technology businesses. By simplifying the design-to-code process, product teams can build better and ship faster.\n\nYour job would be to partner with product and tech leaders to showcase the value Anima can bring to their organizations.\n\nIf you are looking to work in a high paced environment, and making a huge impact in how tech products are built, this is for you!\n\nWhat we offer you\n\nA greenfield project that provides a chance to build up from scratch.\n100% autonomy to try, experiment, & bring the theory to practice. We are doers.\nA sales org that is just starting up, lots of opportunities to make an impact.\nFully remote work environment, in this way we can access a bigger talent pool and hire the best of the best.\n\nWhat your challenges will be\n\nCommunicating with clients and gathering information about a project’s scope, budgets and timelines.\nPerform prospecting activities such as cold calling and networking.\nFollow up with clients regularly to ensure needs are being met and to identify opportunities.\nSolve problems for clients by understanding and exceeding their expectations\nMaintain a database of clients, prospects, partners, and vendors.\nDeveloping budgets and timelines for clients and the company they work for.\nCoordinating teams to meet project milestones.\nReporting and recording all sales activities in a web-based CRM system.\nStay current with company offerings and industry trends.\nOversee and achieve organisational goals while upholding best practices.\nIllustrate the value of products and services to create growth opportunities; compile and analyze data to identify trends.\nParticipate in brainstorming, office activities, staff meetings, and client meetings; research and assist with program development for existing clients and new prospects.\n\nWhat existing skills & experience you possess\n\n3+ years of experience in a similar role within a SaaS business.\nAbility to manage multiple accounts while seeking new opportunities.\nAbility to understand client needs and negotiate costs and services.\nProficiency with CRM software and an aptitude for learning new systems.\n\nAnima is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees.\n\nNot for you? Check out our other openings within this same department!\n\nAnima focuses on Mobile, Developer Tools, Designers, and User Interface Design. Their company has offices in New York City and Tel Aviv-Yafo. They have a small team that's between 11-50 employees.\n\nYou can view their website at http://www.animaapp.com or find them on Twitter, Facebook, and LinkedIn.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "sales",
            "non-tech",
            "executive"
         ]
      },
      {
         "job":"Entry Level Software Engineer",
         "company":"A&amp;C Kings",
         "location":"CA Newport Beach US",
         "post_date":"1h",
         "link":"https://web3.career/entry-level-software-engineer-a-amp-ckings/40157",
         "key":"40157",
         "details":"About the Job\n\n\n\n\nWe are A&C Technology; one team belongs to A&C Kings.\n\n\n\n\nWe are a well-funded next-generation blockchain technology company. Our mission is to develop more products based on blockchain to enable more people to engage in the Web 3.0 world. The goal of web 3.0 is to return autonomy and freedom to individual users, which is also the vision of the Internet when it first appeared. Based on blockchain technology, Web 3.0 can gradually enter the world of users and completely change the status quo of being monopolized by Internet giants. That's what we're going to do. We are looking for an entry-level software engineer responsible for designing, building, and maintaining blockchain applications.\n\n\n\n\nRegardless of role or team, we look for something in all A&C Technology hires. First, we look for candidates who can thrive in a culture like ours, where we trust each other, love to innovate, accept feedback, and push ourselves. Second, we want all employees to have a passion for working with the mission of changing the world in the future, and to build on the corporate values that we are one family. Finally, we are looking for people who are passionate about learning new things and motivated by unknown challenges, and who have a great interest in the world of blockchain and Web 3.0.\n\n\n\n\nReady to #CHANGETHEWORLD? Who you are?\n\n\n\n\nYou are a positive person, determined to achieve your goals, rise to the occasion, determined and smart.\n\n\n\n\nYou will always love to learn, are not intimidated by learning new things, have a great interest in Web 3.0, and want to become an expert in Blockchain, NFT, Defi, and DAO.\n\n\n\n\nYou love to innovate and have a constant drive for innovation and novel ideas. Every whimsical idea is one of the pathways to change the world.\n\n\n\n\nYou like to communicate directly and clearly. You are both an active communicator and an eager listener in your team. Honesty is the trait you appreciate most in a team and is the foundation that holds it together.\n\n\n\n\nYou welcome direct feedback, and every time someone gives you feedback, it becomes a stepping stone to improve yourself, for which you feel grateful.\n\n\n\n\nYou are a multi-faceted person and are willing to adapt your position to the needs at any time. web3.0 is a fast-moving and constantly evolving world, and you are excited about the new opportunities and challenges that may arise every day.\n\n\n\n\nYou want to be part of a successful group, and we are stronger together.\n\n\n\n\nAs a Software Engineer at A&C Kings, you will have the opportunity to be exposed to and learn all the technologies in the Web 3.0 space and have the freedom to be supported by the entire team in your area of interest and expertise.\n\n\n\n\nQualifications\n\n\n\n\nBasic Qualifications:\n\n\n\nBachelor's degree in Computer Engineering, Computer Science, Electrical Engineering, Information Systems, or related field\n1+ years of experience using one or more general-purpose programming languages, including but not limited to Java, C/C++, C#, Python, JavaScript, Golang, React, etc.\nSelf-motivated and can-do attitude\nAbility to effectively articulate and drive solutions to technical and business challenges\nDeal well with ambiguous/undefined problems; ability to think abstractly\nExperience working with driving product vision to deliver long-term customer and advertiser value\nWillingness to own all stages of the development process: requirements, design, implementation, testing, and operational support\nExcellent interpersonal communication with strong verbal / written English skills\n\n\n\nPreferred Qualifications:\n\n\n\nGraduate degree is a plus\nDeep knowledge of Go or Rust language is a plus\nExperience with Solidity or EVM is highly desirable\nExperience with NFT development a plus\nExperience in designing large-scale systems is a plus\nExpertise in Ethereum or Solana core development is a huge plus\nMarketing-related degree or experience a plus\n\n\n\nIf you find that you don't have all the qualifications covered, we welcome your resume as well, as we at A&C Kings have a knack for identifying everyone’s unique qualities and finding your best fit within the team.\n\n\n\n\nIf you are bold, innovative, and eager to learn, we welcome you to join us!\n\n\n\n\nResponsibilities:\n\n\n\nDesign, analyze, and specify the product requirement\nDesign and develop new Web 3.0 projects\nImplement new ideas and creations, gradually realize\nContribute your experience and problem-solving skills to the development of Web 3.0 applications.\nProvide constructive, patient, and informative code reviews to team members\nContinuously improve the bottom line by improving infrastructure and addressing technical debt\nHelp your team members by sharing learning, coaching, and providing technical guidance.\n\n\n\nBenefits\n\n\n\nHighly competitive salary\nGenerous founder equity\nVision, Dental, and Medical Insurance\nPTO\nFree Office lunch and supplement\n401K\n\n\n\nJob Type: Full-time\n\n\n\n\nSchedule:\n\nOn-site\n8-hour shift\nDay shift\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "react",
            "solidity",
            "solana",
            "ethereum"
         ]
      },
      {
         "job":"Chief of Staff Major L1 Blockchain",
         "company":"Blockchain 121",
         "location":"United States",
         "post_date":"3h",
         "link":"https://web3.career/chief-of-staff-major-l1-blockchain-blockchain121/40155",
         "key":"40155",
         "details":"Chief of Staff, Major L1 Blockchain\n\n\n\n\nReporting directly to the CEO, the primary axis of this role is to make the organization more effective by collaborating with the CEO. This \"right-hand position\" means taking on a huge range of responsibilities and exposing yourself to pretty much everything that's happening at the strategic, tactical and organizational levels of the Foundation and its ecosystem. It's an opportunity to learn from a firehose, but also challenge yourself to take on a varied nature of tasks and the follow-ups they require. It involves a combination of strategic thinking, grunt work in the trenches and a huge amount of ownership mentality to see projects through.\n\n\n\n\nYou will:\n\nDrive implementation of the CEO’s key decisions across the organization, ensuring full alignment and accountability.\nConsolidate strategic insights across the Foundation, communicating to key stakeholders, and supporting the making of decks, both internal (e.g. All Hands) and external (e.g. investors, board members).\nBe the human router -- whenever something requires follow-up, we'll need your help to make sure it happens but we'll also need your help to figure out the best way to implement brand-new ideas.\nImplement the quarterly OKR and prioritization processes across the organization.\nSpin up new initiatives as the \"tip of the spear\" to turn ideas into structured operations that you can then scale yourself out of. These might range from finding a team to build a component to standing up a VC or an incubator.\nCome up with other creative ways to make the organization more effective, whether by creating new programs, streamlining operations, hiring, managing more effectively or kick-starting and owning a completely new initiative.\n\n\n\nYou'll Have:\n\nExperience operating at the exec level of a growth organization/ owning a high-impact team\n5+ years of demonstrated excellence in building and leading technology companies or consulting\nOutstanding business judgment, analytical, and decision-making skills\nDemonstrated ability to work cooperatively and flexibly to ensure effective and professional delivery of operational business services\nEpic-level of communication skills, particularly in English. The aperture of communication between you and the CEO will be one of the most important factors in your success.\nDemonstrated passion for the blockchain/crypto space\nProven capabilities to operate in a startup environment or a client service environment\n\n\n\nIf you think this role is a good fit please apply asap!\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "executive",
            "recruiter",
            "non-tech",
            "blockchain"
         ]
      },
      {
         "job":"Community Partnerships Lead Web3 NFT",
         "company":"MELON",
         "location":"United Kingdom",
         "post_date":"4h",
         "link":"https://web3.career/community-partnerships-lead-web3-nft-melon-ooo/40153",
         "key":"40153",
         "details":"About Melon\nFounded in 2021, MELON is a launchpad and DAO for Social NFTs & Creator Communities.\n\nWeb 3.0 is transforming the $104bn creator economy and we believe Melon will play a central role in this evolution. We’re excited about the opportunities for people to make a living from their passions and by creating for their communities.\n\nFor more about what we’re building, you can read our whitepaper here: https://docsend.com/view/qwxuruktrta5zcfb\n\nWe’re a small and hard-working team mostly based in Europe. We’re looking to hire someone to take responsibility for our marketing, bringing it to the next level and a bigger audience.\n\nAbout the role\nWe’re looking for a self-starter with great communication skills, energy and passion in the creative space, especially in the Music/Media industry.\n\nYou should have extensive experience in Web3.0 including a deep understanding of crypto and NFTs, their communities and the market.\n\nYour job will be to lead partnership, bizdev and community strategy and execution with the support of our team - including designers, operations, and marketing.\n\nOur roadmap includes the launch of our own Melon Founders Pass NFT, the Melon token and our platform rollout. The Partnerships Lead will take ownership of the strategy for each step in the roadmap, defining what needs to be done and seeing it through to completion.\n\nAs Partnership Lead at Melon, you’ll:\n\nLead the partnership/ community strategy and execution\nOrganise connetions, and partnerships targets, while maintaining relationships with potential advisors/customers\nConnect with leaders, artists and potential high impact individauls/projects ahead of the launch\nWork with the team to generate content ideas across a range of channels, including Twitter, Instagram, Discord.\nPromote growth and community development\nUltimately the goal is to build a highly engaged audience and succeed in launching the Melon ecosystem.\n\nAbout you\n3+ years experience in bizdev/parterships\nExcellent project management and organisation skills\nExperience in the crypto and NFT space.\nExperience in launching NFT projects.\nStrong familiarity with web 3 communities and key marketing channels.\nConfident in managing people, tools and relationships across time zones.\nComfortable working in an evolving and fast-paced environment.\nYou’re based in a European time zone or can work within 3 hours either side of GMT business hours.\nPassionate about empowering creators - whether it’s music artists, photographers, gamers, athletes, or celebrities.\n\nMELON focuses on Social Media, Technology, Content Creators, Cryptocurrency, and Blockchain / Cryptocurrency. Their company has offices in London. They have a small team that's between 11-50 employees.\n\nYou can view their website at https://melon.ooo or find them on Twitter, Facebook, and LinkedIn.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "sales",
            "non-tech",
            "community",
            "manager",
            "lead",
            "nft"
         ]
      },
      {
         "job":"Business Development Manager Gaming",
         "company":"OpenSea",
         "location":"United States",
         "post_date":"4h",
         "link":"https://web3.career/business-development-manager-gaming-opensea/40152",
         "key":"40152",
         "details":"OpenSea is the first and largest marketplace for non-fungible tokens , or NFTs. Applications for NFTs include collectibles, gaming items, domain names, digital art, and many other items backed by a blockchain. OpenSea is an open, inclusive web3 platform, where individuals can come to explore NFTs and connect with each other to purchase and sell NFTs. At OpenSea, we're excited about building a platform that supports a brand new economy based on true digital ownership and are proud to be recognized as Y Combinator's #4 ranked top private company.\n\nWhen hiring candidates, we look for signals that a candidate will thrive in our culture, where we default to trust, embrace feedback, grow rapidly, and love our work. We also know how critical it is to celebrate and support our differences. Employing a team rich in diverse thoughts, experiences and opinions enables our employees, our product and our community to flourish. We are dedicated to equal employment opportunities regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. To help facilitate this, we support remote, hybrid or onsite work at either New York City, San Francisco or the Silicon Valley for the majority of our opportunities.\n\nWe are looking for a Business Development Manager, Gaming to drive partnerships with leading blockchain gaming projects and traditional gaming companies. The ideal candidate will have experience building relationships and negotiating deals in the gaming industry and will have a strong understanding of the blockchain / web3 / NFT gaming ecosystem. You will play the leading role in developing and executing our strategy to support partners across gaming and ensure they succeed on our platform. You will thrive in this role if you are creative, discerning, structured, action-oriented, and excited by a fast-moving space.\n\nResponsibilities\n\n\nLead partnerships with emerging and established web3 game developers from outreach to execution, including conducting primary drops on OpenSea.\nCollaborate with product, engineering, marketing, legal, trust & safety, and other internal teams to implement and ensure the ongoing success of partnerships.\nEvaluate gaming opportunities with a thoughtful, critical lens and make judgments on which partnerships make sense to pursue and support.\nGrow relationships with existing partners to help them succeed and best leverage the OpenSea platform.\nWork with Product to develop tools and product features to address key needs for the gaming space.\n\n\nDesired Experience\n\nExperience in business development or partnerships in the gaming industry.\nDeep understanding of the intricacies, opportunities, challenges, and key players that exist in the blockchain gaming space.\nKnowledgeable about the key steps and success factors in game development and launch.\nProven ability to close deals with high-profile partners in an autonomous fashion.\nHave outstanding interpersonal skills, emotional intelligence (EQ), and ability to persuade/drive alignment among differing perspectives.\nHighly organized and structured.\nThrive in a collaborative culture and work cross-functionally with internal and external stakeholders to launch successful partnerships.\n(Nice to have) Professional experience in blockchain gaming.\n(Nice to have) Strong passion for gaming as a consumer; play regularly and up-to-date on popular games and recent trends.\n\n\nThe base salary for this full-time position, which spans across multiple internal levels depending on qualifications, ranges between $130,000 to $175,000 plus benefits & equity.\n\n\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "sales",
            "non-tech",
            "game",
            "dev",
            "nft"
         ]
      },
      {
         "job":"Web3 Marketing Intern",
         "company":"Stealth",
         "location":"United States",
         "post_date":"4h",
         "link":"https://web3.career/web3-marketing-intern-stealth/40151",
         "key":"40151",
         "details":"Marketing support on GTM of a web3 project that is music/culture/entertainment-related.\n\n\n\n\nResponsibilities\n\nHelping plan and execute GTM\nManaging social media or Discord community\nCreating social posts occasionally\nMarketing data analytics\n\n\n\nQualifications\n\nFamiliarity with web3, NFTs, DAOs (specifically social and culture DAOs), crypto, etc\nFamiliarity with music and pop culture\nOnline copywriting\nKnow how to use Twitter, Instagram, and Discord\nInterest in growth marketing\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "intern",
            "entry",
            "level",
            "marketing",
            "non-tech"
         ]
      },
      {
         "job":"Director of DevOps",
         "company":"Bittrex",
         "location":"Washington",
         "post_date":"4h",
         "link":"https://web3.career/director-of-devops-bittrex/40150",
         "key":"40150",
         "details":"Bittrex, the leading blockchain technology provider and cryptocurrency exchange, is hiring a Director, Devops. We are looking for talented individuals that will help us push the boundaries of blockchain technology and drive innovation within the industry. We are looking for a hands-on leaderl to define and build our devops organization and manage a highly skilled team. If this sounds like you, we would love to have you join our rapidly growing team.\n\nWhen you work at Bittrex, you will find compelling work, worthwhile professional development, outstanding benefits, and the opportunity to make a difference. We believe that we can build an inclusive environment founded on empathy, respect, and equality to create great experiences for our diverse and global customers.\n\nIn this role, you will:\n\nLead and develop a team of Devops professionals with a focus on enhancing the cloud experience by improving the overall speed and security.\nResponsible for Engineering Platform architecture, design, and automation to ensure high availability of the business applications.\nIdentify, evaluate, and implement tools / technologies to drive automation and optimization of version control, configuration management and CI/CD processes\nProvide hands free approach to Platform provisioning & Operations.\nRecruit, develop, and retain talent to build the next gen DevOps team and ensure the staff has the skills and capabilities to meet development needs\nDrive adoption of standardized SCM and CI/CD processes and identify, implement, and track key metrics for visibility\nBuild expertise across various DevOps disciplines, including software development, systems operations, cloud, and ops automation.\nNavigate through ambiguity to build the roadmap for the team.\n\nRequirements Required:\n\n5-10 years’ experience building & running devops organizations\n3-5 years working in the Azure ecosystem\nDemonstrated proficiency in establishing programs for monitoring, alerting, and incident response practices for production compute, storage, and data systems.\nExperience establishing and supporting modern release & deployment management efforts including but not limited to release managers, CI/CD, and related business & continuous improvement programs.\nObject-oriented design and development skills for high-volume production applications\nDeep understanding of critical software design concepts\nKnowledge of basic sysadmin skills in Linux, Networking, Load Balancing\nExperience implementing Observability (metrics-golden signals, tracing, and logging)\nPassion for solving problems skills that span systems, network, and applications.\n\nBenefits at Bittrex:\n\nFully remote work\nFlex office space\nUnlimited PTO\n401(k) participating with employer match\nTop of the line health coverage\nHealth savings account (HSA)\nEducation and home office stipends\n\nAbout Bittrex:\n\n\nEstablished in 2014, Bittrex is a U.S. based cryptocurrency Exchange with a long-standing reputation for industry-leading security, world-class compliance, innovative products, and state-of-the-art trading and technology infrastructure.\n\nWith lightning-fast trades, dependable digital wallets, and trusted security, our goal is to operate a world class cryptocurrency exchange with a focus on security and trust.\n\nWe invite you along on our journey to advance the blockchain industry by fostering innovation, incubating new and emerging technologies, and driving transformative change.\n\n***\n\nBittrex is committed to a diverse and inclusive workplace. Bittrex is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status.\n\n**This is a fully remote, non-contract, direct hire position. Working remotely from a primary residence outside the United States is currently not permitted for this role.**\n\n#BI-Remote #LI-Remote #remotework\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "devops",
            "executive"
         ]
      },
      {
         "job":"Developer Relations Engineer",
         "company":"Connext",
         "location":"Remote",
         "post_date":"4h",
         "link":"https://web3.career/developer-relations-engineer-connext/40149",
         "key":"40149",
         "details":"We're looking for a talented and self-driven Developer Relations Engineer to research, connect with, inspire, and educate a community of open source developers who will integrate with Connext and help Connext complete its mission. In this role, you will collaborate with blockchain engineers inside and outside Connext’s core team to design, implement, deploy, and support blockchain architecture.  \n\n\nThis is an exciting opportunity to be a part of our evolving ecosystem development team, with the goal of making a big impact on Connext’s growing community base, and to contribute to the success of a quickly growing, high-tech start-up company that is making big waves in the blockchain industry.  \nThis is a full time, 100% remote opportunity to work with talented crypto team members located all over the world!\n\nResponsibilities\n\n\nBe a point of contact for technical collaboration and guidance for partners and others in the developer ecosystem\nResearch other protocols and identify teams with a potential to integrate with Connext \nDrive whole lifecycle for integrations: from outreach to supporting integrations\nScope new projects, document requirements, and collaborate on feature improvements\nIdentify high potential developer communities and refine messaging to attract new developers\nHelp ideate, build, and grow categories of applications and platforms on top of the Connext blockchain by collaborating with the entire Connext community and other blockchain developers\nOrganize and host hackathons, webinars, workshops, office hours. \nSpeak at conferences, participate in hackathons, and more generally promote Connext\nWork with Integrations Engineers\nDesign and optimize a process for rapidly getting projects from reading our docs to being in production; own technical onboarding flows.\nCollect feedback to understand the needs and wants of the developer community; relay that feedback to the engineering team to help create features, products and positioning that engage, excite and empower the developer community to build on Connext.\nDesign developer tooling and peripheral ‘products’ like SDKs and APIs\nBuild PoCs and hacks on top of Connext to showcase our technology and demonstrate to the broader community how it can be used.\nBe hands-on. Create and maintain resources for developers such as demos, code samples, and technical documentation.\n\nRequirements\n\n\nPrevious experience building projects in the Web3 space.\nPrevious DevRel experience\nPrevious experience as a software engineer \nHas technical writing experience\nFamiliarity with common Ethereum dApp and wallet development paradigms, as well as industry-standard developer tooling like Ethers, Hardhat, etc.\nHas experience with Solidity and smart contract toolkits like Hardhat and Foundry\nHas experience with TypeScript/JavaScript, web-based or server-side technologiesHas experience maintaining public APIs and SDKs\n2+ years of experience giving talks and developing demos, workshops, webinars, videos, and other technical content \nExperience working directly with users to collect feedback through various methods\nSelf-directed and ability to work with minimal supervision\nOutstanding written and verbal communications skills with the ability to translate complex technology concepts into simple and intuitive communications\nAbility to travelNice to Haves: Can work in the CET, EST or PST time zones or similarPreferably located in Europe or Latin AmericaDeep Web3 familiarity and network \nNice to Haves\n\n\nCan work in the CET, EST or PST time zones or similar\nPreferably located in Europe or Latin America\nDeep Web3 familiarity and network\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "developer",
            "relations",
            "dev",
            "ethereum",
            "smart",
            "contract",
            "solidity"
         ]
      },
      {
         "job":"Senior Java Engineer Binance Card",
         "company":"Binance",
         "location":"Canada",
         "post_date":"9h",
         "link":"https://web3.career/senior-java-engineer-binance-card-binance/40147",
         "key":"40147",
         "details":"Senior Java Engineer - Binance Card\nCanada /\nEngineering – Backend /\nFull-time: Remote\n/ Remote\n\nApply for this job\nBinance is the global blockchain company behind the world’s largest digital asset exchange by trading volume and users, serving a greater mission to accelerate cryptocurrency adoption and increase the freedom of money.\n\n\nAre you looking to be a part of the most influential company in the blockchain industry and contribute to the crypto-currency revolution that is changing the world?\n\n\n\n\n\n\nResponsibilities\nDevelopment and implementation of financial products including card issuance, card management, transaction, reconciliation, finance and promotion\nCommunicate effectively with product managers, designing and implementing product features to support the Binance card business\nParticipate in or be responsible for the design, review and implementation of technical solutions of the team\nPerformance tuning, online incidents troubleshooting and system refactoring\nWrite high-quality, clean and maintainable code using engineering best practices\nMinimum Qualifications\nBachelor's degree in computer science, engineering, or equivalent industry experience\nProficient in core java, and familiar with spring framework\nProficient in MySQL, and familiar with at least one NoSQL DB\nProficient in distributed system design, and familiar with at least one messaging middleware and the underlying design principles\nGood cross-team communication skills\nPreferred Qualification\nProficient in spring cloud and microservice design\nRelated domain experience in the Fin-Tech industry\nExperience or interest in developing backends, APIs, libraries, and SDKs\nPerformance tuning experience on JVM, SQL, RPC, etc.\nGlobal team management experiences\nWorking at Binance\n• Do something meaningful; Be a part of the future of finance technology and the no.1 company in the industry\n• Fast moving, challenging and unique business problems\n• International work environment and flat organisation\n• Great career development opportunities in a growing company\n• Possibility for relocation and international transfers mid-career\n• Competitive salary\n• Flexible working hours, Casual work attire\n\n\nBy submitting a job application, you confirm that you have read and agree to our Candidate Privacy Notice.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "java",
            "senior"
         ]
      },
      {
         "job":"Senior Brand Marketing Designer",
         "company":"Cake DeFi",
         "location":"Singapore",
         "post_date":"10h",
         "link":"https://web3.career/senior-brand-marketing-designer-cake-defi-1/40146",
         "key":"40146",
         "details":"Marketing\n\nBehind every successful brand lies an amazing product, supported by an equally fantastic brand & marketing team. At its core, the brand & marketing team at Cake DeFi are a bunch of creative storytellers. From awareness to conversion, skeptic to advocate - we create and shape the brand story at every step of the customer journey. Our aim is to deliver a consistent and exceptional experience across the entire marketing funnel.\n\nStorytelling comes in many forms. Our diverse and multi-talented team takes care of all aspects of marketing at Cake DeFi: brand, content & community, CRM, design, affiliate & performance marketing, public relations, and social media. We’ve built a team that is deeply passionate about what our brand stands for and represents in the crypto, DeFi and web3 space. We’re on the lookout for other creative storytellers. If you want the opportunity to help build a global brand that is at the forefront of DeFi, apply now!\n\nCake Defi is now looking to hire a VP to help drive content strategy across channels. Reporting directly to the Co- founder , you will work with different teams to bring our story to life\n\nResponsibilities\n\nOwn our content strategy.\nOversee, develop, and build a team of passionate content marketers.\nOrganize and create meaningful content across social media platforms, including managing content calendar, writing, and editing social media posts, and improving engagement.\nWork closely with communications, legal, and business stakeholders to develop our content roadmap and ensure copy relevance and effectiveness.\nUse data monitor and evaluate our social media presence and performance.\nAnalyze the impact of campaigns to determine if they are aligned with overall business objectives.\n\nRequired Qualifications\n\nKnowledge of cryptocurrency ecosystem and digital asset space is a big bonus.\n10+ years of experience as content strategist coming from the B2C background.\nStrong track record of successful content campaigns that have direct impact on revenue.\nExcellent writing, proofreading, and editing skills.\nStrong drive and high standards to produce excellent results, with a proven track record of success.\n\nCake DeFi focuses on Blockchain / Cryptocurrency. Their company has offices in Singapore. They have a small team that's between 11-50 employees.\n\nYou can view their website at https://www.cakedefi.com/\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "marketing",
            "non-tech",
            "design",
            "senior"
         ]
      },
      {
         "job":"Senior Producer",
         "company":"Immutable",
         "location":"AMER",
         "post_date":"11h",
         "link":"https://web3.career/senior-producer-immutable/40145",
         "key":"40145",
         "details":"Senior Producer\nAMER /\nStudio – Guild of Guardians /\nFull Time Permanent\n/ Hybrid\n\nApply for this job\nA bit about us:\n\n\nImmutable is a global technology company, powering the world of NFTs on Ethereum. We are on a mission to be the number one ecosystem for NFTs which empowers and rewards users.  Founded in 2018, Immutable is one of Australia's fastest-growing startups to hit unicorn status, having raised more than AUD $300M+ and valued at AUD $3.5 billion.\n\n\nCurrently, the Immutable Group consists of Immutable X and the Game Studio. Immutable X is the first and leading Layer 2 scaling solution for NFTs on Ethereum, with zero gas fees & is 100% carbon neutral. The Immutable Studio creates games on blockchain technologies to allow for true, digital ownership; including the world's first NFT trading-card game, Gods Unchained, and Guild of Guardians.\n\n\nIt is our ambition to make digital worlds real; we have incredible global growth plans as we strive to become the number one ecosystem for NFTs. \n\n\nCome and join us as we pioneer in this space!\n\n\nA bit about the role:\n\n\nWe are seeking a Senior Producer (Guild of Guardians) who wants a unique opportunity to shape the future of gaming by shipping and expanding a world-class mobile RPG that empowers players! As Senior Producer, you will take accountability and ownership over the key production processes and mentor and manage a team of Associate Producers. This role offers a long-term growth pathway to eventually take ownership of the entire production process of the game.\n\n\nSuccess in this role means doing something no one has done before: launching a mobile RPG that onboards millions of players into web 3 and truly setting the standard for the rest of the gaming industry!\nYou will have the opportunity to:\nDevelop, maintain and improve an efficient and sustainable production pipeline built in collaboration between various teams across different time zones.\nPre-empt project risks and dependencies and proactively find ways to solve them across various tracks (core development, art production, update and distribution strategies).\nTake accountability for and ownership over the key production processes.\nAddress and remove blockers flagged by other leads and teams.\nEnsure that organizational and production processes are upheld at the highest standard by following established processes, challenging those and proposing improvements.\nWe would love you to have:\nAt least 2-3 games or major cinema/TV projects shipped in a producing or project management role\nExcellent proficiency with PM tools (i.e. JIRA) and knowledge of agile frameworks\nExcellent written and verbal communication skills\nGame development, Unity or Art background\nSome extra skills that would be awesome:\nStrong interest in web3 gaming or mobile RPGs\nA bit about the team:\n\n\nGuild of Guardians (GOG) is a multiplayer, fantasy, action, mobile RPG where you would build dream teams of Guardians to conquer and complete dungeons to earn epic rewards. You can buy, sell, and trade \"Guardians\" to create the strongest team possible to take down dungeons and compete with your guild to play and earn! Utilising blockchain technology via NFTs on our Immutable X platform via Etheruem we allow you to have full digital ownership of your in-game assets.\n\n\nWe are proud of the benefits that we offer for all of our employees globally.  Here is a snapshot: \n\n\nAttracting the best global talent\n💸We commit to paying globally competitive salaries and contributions & we share our products' success through Employee Stock Options. We also support our US Employees with Medical and 401K Insurance\n💻 While we offer flexible working arrangements, we have an epic head office in the heart of Sydney and offer remote office hubs around the globe via a WeWork all-access pass\n📲We offer AUD $750 WFH allowance to set up your home office and AUD $900 per annum to put toward your internet and phone usage.\n\n\nLevelling up your growth\n🌱 We offer up to AUD $2,000 per annum for any classes, courses or events to support your growth and development\n📚 Enjoy access to free online courses via Udemy\n\n\nHelping you thrive\n💆🏽‍♀️ Enjoy $1200 per year to put toward your health and wellbeing\n🤗 Get 24/7 access to unlimited counselling for you and your family when you need it through our EAP Service\n🎁 Get premium access to mindfulness resources, online fitness classes and discounts at major retailers through Perkbox\n\n\nLeave when you need it the most\n👨‍👧‍👦New parents receive 12 weeks of paid leave in our gender-neutral offer. The birthing parent also gets an additional six weeks of leave for rest and recovery leading up to and after birth. We also offer Miscarriage Leave and extra leave for IVF treatments\n🎂 Enjoy 2 additional paid annual leave days at the end of the year and a paid day off for your birthday\n\n\nAdditional Information: \n\n\nImmutable is committed to building and fostering an inclusive, diverse workplace. We believe in incorporating everyone's perspectives and experiences as this has been a significant driver of our success so far. For this reason, we strongly encourage candidates of all backgrounds to get in touch. Even if you don't meet all the job listing requirements, do yourself (and us) a favour by still applying! You'll likely bring something to the workplace that we haven't thought of yet, and we would love to hear from you. We are a 2022 Circle Back Initiative Employer – we commit to responding to every applicant.\n\n\n*A note to recruitment agencies: Our internal team has this role covered so no need to reach out - We don't accept unsolicited agency resumes and are not responsible for any fees related to unsolicited resumes. Thank you!\n\n\n#LI-Remote\n\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "senior",
            "ethereum",
            "nft"
         ]
      },
      {
         "job":"Listing Manager",
         "company":"OKX",
         "location":"San Francisco",
         "post_date":"12h",
         "link":"https://web3.career/listing-manager-okx/40144",
         "key":"40144",
         "details":"Who We Are:\n\nAt OKX, we believe our future is reshaped with technology. Founded in 2017, OKX is one of the world’s leading cryptocurrency spot and derivatives exchanges. OKX innovatively adopted blockchain technology to reshape the financial ecosystem by offering some of the most diverse and sophisticated products, solutions, and trading tools on the market. Trusted by more than 20 million users in over 180 regions globally, OKX strives to provide an engaging platform that empowers every individual to explore the world of crypto. In addition to its world-class DeFi exchange, OKX serves its users with OKX Insights, a research arm that is at the cutting edge of the latest trends in the cryptocurrency industry. With its extensive range of crypto products and services, and unwavering commitment to innovation, OKX vision is a world of financial access backed by blockchain and the power of decentralized finance.\n\nWe invest in our people as much as we invest in the technology. We are united by our engaging culture, here we win as a team, embrace changes, and do the right thing. We are committed to creating a friendly, rewarding and diverse environment to OKers. It doesn’t matter where you come from, here everyone feels valued, respected and has the same opportunities to develop and thrive — we want to bring out the best in you.\n\n\n\n\n\nAbout the role:\n\nConduct deep research about the blockchain industry, the current crypto market and trending projects；\nSource crypto projects around the globe, and conduct business negotiations with the project team;\nReview and select projects to be listed on the OKX exchange with the team;\nEstablish good relationship with top crypto funds and platforms\n\n\n\n\nSkill sets:\n\nRelevant experience in crypto or finance；\nDeep understanding of the blockchain technology, top projects, and market trends;\nFluent English and capable of doing business negotiation；\nGood communication skills and comfortable under pressure;\n\n\n\n\nOKX Statement:\n\nOKX is committed to equal employment opportunities regardless of race, color, genetic information, creed, religion, sex, sexual orientation, gender identity, lawful alien status, national origin, age, marital status, and non-job related physical or mental disability, or protected veteran status. Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            ""
         ]
      },
      {
         "job":"Data Science Manager m f d. Remote",
         "company":"Glassnode",
         "location":"Europe",
         "post_date":"13h",
         "link":"https://web3.career/data-science-manager-m-f-d-remote-glassnode/40143",
         "key":"40143",
         "details":"Who We Are:\n\nAt OKX, we believe our future is reshaped with technology. Founded in 2017, OKX is one of the world’s leading cryptocurrency spot and derivatives exchanges. OKX innovatively adopted blockchain technology to reshape the financial ecosystem by offering some of the most diverse and sophisticated products, solutions, and trading tools on the market. Trusted by more than 20 million users in over 180 regions globally, OKX strives to provide an engaging platform that empowers every individual to explore the world of crypto. In addition to its world-class DeFi exchange, OKX serves its users with OKX Insights, a research arm that is at the cutting edge of the latest trends in the cryptocurrency industry. With its extensive range of crypto products and services, and unwavering commitment to innovation, OKX vision is a world of financial access backed by blockchain and the power of decentralized finance.\n\nWe invest in our people as much as we invest in the technology. We are united by our engaging culture, here we win as a team, embrace changes, and do the right thing. We are committed to creating a friendly, rewarding and diverse environment to OKers. It doesn’t matter where you come from, here everyone feels valued, respected and has the same opportunities to develop and thrive — we want to bring out the best in you.\n\n\n\n\n\nAbout the role:\n\nConduct deep research about the blockchain industry, the current crypto market and trending projects；\nSource crypto projects around the globe, and conduct business negotiations with the project team;\nReview and select projects to be listed on the OKX exchange with the team;\nEstablish good relationship with top crypto funds and platforms\n\n\n\n\nSkill sets:\n\nRelevant experience in crypto or finance；\nDeep understanding of the blockchain technology, top projects, and market trends;\nFluent English and capable of doing business negotiation；\nGood communication skills and comfortable under pressure;\n\n\n\n\nOKX Statement:\n\nOKX is committed to equal employment opportunities regardless of race, color, genetic information, creed, religion, sex, sexual orientation, gender identity, lawful alien status, national origin, age, marital status, and non-job related physical or mental disability, or protected veteran status. Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "remote",
            "data",
            "science",
            "ethereum"
         ]
      },
      {
         "job":"Cryptocurrency Specialist",
         "company":"ICEO - Venture Builder",
         "location":"Remote",
         "post_date":"13h",
         "link":"https://web3.career/cryptocurrency-specialist-iceo-venture-builder/40142",
         "key":"40142",
         "details":"Data Science Manager (m/f/d). Remote\nEurope /\nData Science /\nFull-time\n/ Remote\n\nApply for this job\nWho we are:\n\n\nWe're an ambitious team of researchers, builders, and entrepreneurs with many years of experience in the crypto space and are passionate about digital assets. With a new product roadmap, we are adding several new products to our portfolio, beyond on-chain data - we are becoming a more comprehensive go-to crypto platform for various needs.\n\n\nGlassnode is a leading market intelligence platform for on-chain and derivatives data. We offer the most comprehensive library of advanced on-chain metrics and insights for Bitcoin, Ethereum and hundreds of other digital assets, bringing data intelligence to the blockchain and cryptocurrency space.\n\n\nWith an emphasis on user-centric interfaces, we aim to deliver intelligible, actionable, and unique insights from blockchain data and beyond, helping investors make educated decisions in an overly emotional and irrational market, and equipping blockchain teams with valuable insights on their projects and tokens.\n\n\nData Science Manger (m/f/d). Remote. An employment contract or consultancy is possible.\n\n\nAbout the role: \n\n\nExtend the crypto data analysis frontier by embarking on a journey to lead a team that is shaping our innovative, industry-leading products powered by accurate and reliable data. \n\n\nWe are searching for a driven, proactive and empathetic Data Science Manager to help us take our product and research suite to the next level. In this role, you will lead and expand a mature team of talented Data Scientists responsible for the in-depth research on on-chain activity, financial data and crypto portfolios. You will also define and drive the data strategy and partner with Engineering and Product to identify critical goals for our business.\n\n\nJoin us remotely, you can be located anywhere around the CET time zone, as our work is 100% online. The position requires a full-time engagement; both a Contract and an Employment Agreement are possible.\n\nWhat you will do:\nLead a team of Data Scientists by setting focus, strategy and priorities for the team’s work to improve influence and impact\nConstantly challenge the status quo and seek for the highest impact, with plenty of room for own ideas, creativity and innovation\nAttract and hire a diverse world-class Data Science talent\nMentor team members and support their development within a growth-focused framework\nDefine and guide the short-term and long-term data strategy, oversee technical deliveries and participate in product roadmap definition\nPartner with C-level and relevant product and engineering stakeholders to manage the scope of deliverables\nContribute to code reviews, bug fixes, and building features ensuring highest data quality\nStay in tune with current developments in the crypto space and independently identify and drive promising research directions\nReporting directly to the CTO, you will also communicate team results and their impact to various business stakeholders\nWhat you need to have:\nYou have built collaborative, goal-oriented data teams, nurtured a value-based culture driven by a common mission\nPassion for developing teams without losing a hands-on touch -  you are naturally inclined to stay close to technology\nExceptional python & SQL knowledge\nDeep technical expertise in data science incl. data analytics, statistical modelling, and machine learning\nPlan and manage ground-up project execution within the diverse cross-functional teams\nGood understanding of cloud infrastructure, preferable GCP (incl. BigQuery)\nPrevious experience working for a crypto business or financial sector\nEmpathy and commitment to diversity \nPassion for delivering sound and reliable data solutions/products \nFluency in English\nBonus\n\nExperience with data engineering and pipelines\nExperience with financial data and markets\nExperience with big data technologies, e.g. PySpark\nWhat we offer:\nA modern technical stack with an emphasis on quality\nFlexibility to organise your work and hours the way you like, our remote-first setup enables this for everyone\nJoin a young, self-funded and already profitable company in a future-proof market\nFreedom to own your decisions and experiment, we need driven experts who help us figure out what to do, not for us to point at what needs to be done\nBe one of the main contributors to building a company with its unique culture in the cutting-edge tech space\nNo approval loops or unnecessary processes, quick decision-making and full ownership of your function\nWe are working on a kick-ass, meaningful benefits package, something truly useful and empowering -  you will help us figure out what we'd need to stand out as the workplace of the future, we are open to any ideas\nFrequent company offsites, we love remote but love to have fun together too - this year we went to Lisbon for a week, we're also coming to Mallorca for our Xmas party and more adventures are coming\nGlassnode is an equal opportunity employer. We respect and empower each individual who joins us. Glassnode commits to a transparent, inclusive, non-discriminatory recruitment process and employment.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "crypto",
            "analyst",
            "blockchain",
            "defi",
            "ethereum"
         ]
      },
      {
         "job":"Investment Analyst",
         "company":"DoraHacks",
         "location":"Seattle",
         "post_date":"13h",
         "link":"https://web3.career/investment-analyst-dorahacks/40141",
         "key":"40141",
         "details":"About DoraHacks\nDoraHacks is a global hacker movement and the world’s most active multi-chain Web3 developer incentive platform. More than 2,000 projects from the DoraHacks community have received over $21.5 million in grants and hackathon prizes. DoraHacks.io has around 250,000 active users worldwide. The platform offers hackathons, bounty, quadratic funding, privacy voting, and other community governance/funding toolkits. In addition, over 40 major Web3 ecosystems are currently using Dora infrastructures to fund their open source communities.\nDoraHacks is building the future open source curation market. We believe that by equipping developers with the best tools, connecting them to the right people, we can help the open source community solve the whole world's problems better.\nDoraHacks aims at creating an everlasting hacker movement\nForward-looking~ Pioneer the thought process, with revolutionary discovery and solution, never blindly follow the crowd\nLong-term~ Think long-term, continuously build and create value in the long-run\nPragmatic~ Develop technologies and products that solve the real-world problem\nSupportive~ Back in the hacker movement all builders, supporters and contributors\nRespectful~ Welcome and collaborate with everyone in the community\nAbout The Job\nDora Ventures is the seed money accelerator of DoraHacks, a global hacker community and one of the largest blockchain developer networks in the world.\nDora Ventures is growing fast and we need an exceptional analyst to join our team. If you aspire to be one of the best cryptocurrency analysts in the world, we want to hear from you. This role will work closely with the Partners to analyze investment opportunities in early-stage hacker projects, pre-launch & liquid digital assets. Come join us, drink from the crypto firehose, and learn about every investable category in crypto. This includes equity deals focused on blockchain infrastructure, in addition to pure token deals focused on decentralized finance, non-fungible tokens, middleware, and more.\nResponsibilities\n\n\nMake cryptocurrency verticals research & token economics and value accrual mechanisms analysis\nDevelop investment suggestions based on the above research and industry trends\nMapping verticals in the digital asset landscape\nExplain key info to Dora Ventures Partners and collaborate with them to get investment insights from the research\nHelp our portfolio companies understand how to maximize the value of our investment\nMaintain and reconcile trade data\n\nRequirements\n\nBachelor's degree or above in finance , business accounting, statistics, or economics\nExcellent data analytic skills and proficient in excel\nStrong English written and verbal communication skills\nEager to acquire new knowledge with strong learning ability\nExperience in blockchain or web3 investment project is a plus\nCFA certificate is a plus\n\nLogistics\nThis is a remote position that can be done from anywhere. Due to the remote nature of this role, we are unable to provide visa sponsorship. Resumes and communication must be submitted in English.\nOur interview process takes place on Google Meeting/Zoom and consists of the following~\n\nTest (Online test/Take-home assignment)\nInitial screen (15 minutes)\nTeam interview (45 mins)\nFinal interview (30-45 mins)\n\nPlease let us know if you require any support for the interview process, and we’ll do our best to provide assistance.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "analyst",
            "finance"
         ]
      },
      {
         "job":"Manager Commercial Finance",
         "company":"Binance",
         "location":"Singapore",
         "post_date":"17h",
         "link":"https://web3.career/manager-commercial-finance-binance/40138",
         "key":"40138",
         "details":"Manager, Commercial Finance\nSingapore /\nFinance & Administration – Finance & Administration /\nFull-time Onsite\n/ On-site\n\nApply for this job\nBinance is the global blockchain company behind the world’s largest digital asset exchange by trading volume and users, serving a greater mission to accelerate cryptocurrency adoption and increase the freedom of money.\n\n\nAre you looking to be a part of the most influential company in the blockchain industry and contribute to the crypto-currency revolution that is changing the world?\n\n\nAs the Regional Commercial Finance manager,  you will be responsible for all facets of financial planning; performance monitoring, reporting and analysis; as well as providing decision support services to the regional business. \n\n\nMany of these activities will be new to the region, so there is a very real opportunity to make your own mark: establishing your own processes and outputs, and developing your own relationships with the local teams, working closely alongside the Regional Finance Lead, with strong support offered from central FP&A and Strategic Finance teams. \n\n\nYou will lead regional business planning and forecasting activity, including the development of quarterly forecasts and multi-year plans, and develop insightful and detailed performance tracking and reporting outputs, many of which you will take the lead in sharing with the regional and central senior management teams. \n\n\nYou will also support ad hoc projects with opportunities for broad cross-functional interactions.\nMain Responsibilities\nFinancial Planning: Coordinate with Regional Business and Marketing teams, as well as central FP&A and Strategy teams, to develop quarterly regional forecastsContribute to forecast, budget and long range planning cycles, including enhancing the total company operating model and coordinating with stakeholders on assumptions & inputs\nManagement Reporting:Work closely with central FP&A and the local Finance team to develop an insightful monthly performance reporting pack for review by the regional Senior Leadership teamEstablish routine trackers to monitor agreed KPIs against actual performance and develop a regular cadence to review these with the businessHelp build quarterly marketing budgets within company guidelines and assist the region in obtaining approval for these.  The track performance in-quarter, assessing the effectiveness of key campaigns as they are rolled-outWork with the Big Data team and central Finance teams to continue developing our finance datamart to allow greater insights to be gained and delivered to the business\nFinancial analysis:Conduct ad-hoc business case modeling for the regional finance and business teams, including scenario planning and sensitivity analysisSupport development of new markets, including M&A activity and Joint Ventures, through the development of business models and multi year plans for the new entitiesHelp to Influence the regional leadership team on business performance, market investment strategies, and resource allocations (including headcount)\nRequirements\nBSc/BA in Finance, Business or a Quant subject is required.  A professional accounting qualification (CIMA/ACA/etc.) or MBA is preferred\n5+ years of relevant experience, in professional services or in a commercial finance role within an international technology company\nKnowledge of BI tools such as Tableau or PowerBI, data warehouses and SQL querying is preferred\nAnalytical problem solver with extensive experience building complex financial and/or operating models\nAbility to craft executive-level presentations and develop succinct narratives\nSelf-starter: take initiative, be dedicated, and be creative to achieve your goals.  Be laser-focused on developing tools to maximise efficiency and value\nAbility to work in an unstructured environment, navigate ambiguity, manage multiple assignments simultaneously, and provide clarity and structure\nExcellent verbal and written communication skills, and fully dedicated to delivering a value-add service to your business customers\nDemonstrated abilities to ask the right questions and to use sound business judgment when collaborating with a wide-range of stakeholders\nWorking at Binance\n• Do something meaningful; Be a part of the future of finance technology and the no.1 company in the industry\n• Fast moving, challenging and unique business problems\n• International work environment and flat organisation\n• Great career development opportunities in a growing company\n• Possibility for relocation and international transfers mid-career\n• Competitive salary\n• Flexible working hours, Casual work attire\n\n\nBy submitting a job application, you confirm that you have read and agree to our Candidate Privacy Notice.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "finance"
         ]
      },
      {
         "job":"KYB Analyst Dutch speaker",
         "company":"Binance",
         "location":"Amsterdam",
         "post_date":"17h",
         "link":"https://web3.career/kyb-analyst-dutch-speaker-binance/40137",
         "key":"40137",
         "details":"KYB Analyst ( Dutch speaker)\nNetherlands, Amsterdam /\nCustomer Support – Customer Support /\nFull-time: Remote\n/ Remote\n\nApply for this job\nBinance is the global blockchain company behind the world’s largest digital asset exchange by trading volume and users, serving a greater mission to accelerate cryptocurrency adoption and increase the freedom of money.\n\n\nAre you looking to be a part of the most influential company in the blockchain industry and contribute to the crypto-currency revolution that is changing the world?\n\n\nIn very little time, Binance has become the no. 1 global crypto-currency exchange in the world.\nAre you looking to be a part of one of the most influential companies in the blockchain industry and contribute to the cryptocurrency revolution that is changing the world?\n\n\nWe are seeking a corporate onboarding analyst to support our expansion into all global frontiers and provide support on compliance operations, remotely. \n\n\nResponsibilities\nManage personal workload and priority items and ensure timely escalation of key risks/issues to management;\nHandle, review and verify all applications for client on-boarding within available SLAs;\nWork closely with the Front Office and the Relationship Partner Teams and direct with clients as required, to obtain all necessary supporting evidence to fulfil your KYC due diligence;\nProficiency in compliance applications and programmes such as Refinitiv World-Check, Jumio, etc.;\nWork closely with checker to ensure an effective 2 eye 4 eye customer due diligence process;\nLiaise regularly with the business to conduct workload planning, review status of key renewals and prioritize open requests;\nGood proficiency in conducting risk assessments, periodic/trigger reviews and enhanced due diligence;\nMonitoring and documentation of unusual activity or AML flags;\nParticipate in internal and external training programs related to AML/ CFT and other subjects that may form part of the day to day work requirements;\nAny general administration and ancillary activities as may be required and related to the above functions in accordance with the business requirements of the Company.\nRequirements\nAt least 2-3 years’ directly related experience in a corporate onboarding role with substantial knowledge of relevant rules and regulations and the day-to-day compliance affairs;\nFluent Portuguese and advanced English speaker;\nKnowledge of multiple client types (E.g: Non-Operating/Asset Holding Companies, Governments, Organizations);\nPossesses strong time management, organizational, relationship building skills;\nAn undergraduate degree is required;\nDemonstrated ability to write effectively;\nAdaptable to work in an evolving and changeable environment;\nGood knowledge on provisions of local laws, directives, regulations and otherwise standards applicable to subject persons and knowledge of upcoming regulation of virtual currency policies is a strong plus.\nWorking at Binance\n• Do something meaningful; Be a part of the future of finance technology and the no.1 company in the industry\n• Fast moving, challenging and unique business problems\n• International work environment and flat organisation\n• Great career development opportunities in a growing company\n• Possibility for relocation and international transfers mid-career\n• Competitive salary\n• Flexible working hours, Casual work attire\n\n\nBy submitting a job application, you confirm that you have read and agree to our Candidate Privacy Notice.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "analyst"
         ]
      },
      {
         "job":"Affiliate Business Development Manager Pakistan",
         "company":"OKX",
         "location":"Islamabad",
         "post_date":"17h",
         "link":"https://web3.career/affiliate-business-development-manager-pakistan-okx/40136",
         "key":"40136",
         "details":"About OKX:\n\nAt OKX, we believe our future is reshaped with technology. Founded in 2017, OKX is one of the world’s leading cryptocurrency spot and derivatives exchanges. OKX innovatively adopted blockchain technology to reshape the financial ecosystem by offering some of the most diverse and sophisticated products, solutions, and trading tools on the market. Trusted by more than 20 million users in over 180 regions globally, OKX strives to provide an engaging platform that empowers every individual to explore the world of crypto. In addition to its world-class DeFi exchange, OKX serves its users with OKX Insights, a research arm that is at the cutting edge of the latest trends in the cryptocurrency industry. With its extensive range of crypto products and services, and unwavering commitment to innovation, OKX vision is a world of financial access backed by blockchain and the power of decentralized finance.\n\nWe invest in our people as much as we invest in the technology. We are united by our engaging culture, here we win as a team, embrace changes, and do the right thing. We are committed to creating a friendly, rewarding and diverse environment to OKers. It doesn’t matter where you come from, here everyone feels valued, respected and has the same opportunities to develop and thrive — we want to bring out the best in you.\n\nWhat you will be doing:\n\nDevelop, manage, and optimize affiliate campaigns; Develop new affiliate network and improve the performance of existing affiliates\nMainly focus on expanding the influencer resources in local market (Pakistan), which could bring trading users and income to the platform\nDevise creative ways to identify potential affiliates\nOptimize the strategy of business develop and plan corresponding actions to ensure the conversion rate\nAnalyze user habits and user behavior, and judge the trend of business development\n\nYou’d be a great fit if you have the following skills:\n\nBachelor degree or above\nAffiliate marketing/ business development experience in the Cryptocurrency space\nExperience in building large affiliate networks from start to finish\nExperience with analytical tools and reporting such as Google Analytics and Amplitude\nUnderstanding of fundamental affiliate customer acquisition KPIs and optimization methods to improve performance through data analysis and segmentation\nFluency in local language: Urdu\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "marketing",
            "non-tech",
            "sales"
         ]
      },
      {
         "job":"Chief Operating Officer",
         "company":"Decent DAO",
         "location":"Remote",
         "post_date":"17h",
         "link":"https://web3.career/chief-operating-officer-decent-dao/40135",
         "key":"40135",
         "details":"Chief Operating Officer\n\n\nWho we are\nDecent is accelerating the decentralized future and restoring power to individuals. In-studio to on-chain, we’ve taken our mission out in the open, inviting builders, founders, and degens alike to share knowledge, define new opportunities, and establish a true meritocracy where prosperity is available to all. Want in on the action? Keep reading. And let’s show the world how Web3 could be and should be done.\n\n\nWho are you?\nThe Chief Operating Officer will be responsible for scaling up operational capabilities across the organization, assessing and managing risk, and driving the business objectives. Oversee the development of the global venture studio and scale global operations.\n\n\nResponsibilities\n\n\nSupport the management and priorities of the executive team influencing as a complement to the CEO to improve effectiveness across all key company priorities\nDrive operational maturity at Decent collaborating cross-functionally on rigorous organizational effectiveness including communication framework, tracking key metrics/objectives, developing reporting structures, and conducting data analysis\nConceptualize and implement strategies around various aspects of the organizational growth and organizational improvement\nAct as primary interface for the CEO with multiple workstream leaders to condense reporting structure and ensure efficient chain of command\nManage high-priority business initiatives from conception through successful execution, collaborating with cross-functional internal team members, consultants and external partners as needed\nAssume ownership of our internal leadership and Investor meetings - managing the content, cadence, materials review and dissemination and ensuring objectives are achieved\nProactively identify opportunities to improve current processes across functional areas, optimizing our procedures for efficiency and productivity\nIdentify operational bottlenecks and build scalable solutions that drive our growth and improve overall business performance\nAnalyze internal operations and identify areas of process enhancement\nOperate and run regular team meetings\nHelp ensure strategic and realistic long-term planning informed by the needs of the team, and break down long-term targets into short-term objectives\nAggressively manage capital investment and expenses to ensure the company achieves investor targets relative to growth and profitability\nMonitor performance with tracking and establish corrective measures as needed, and prepare detailed reports, both current and forecasting\nMaintain and build trusted relationships with key customers, clients, partners, and stakeholders\nRequirements\n\n\n8 + years experience as a COO\n5-10 years multidisciplinary business in a combination of operations, product management, consulting\nKnowledgeable of Crypto/Blockchain and have a very strong passion for the potential of Blockchain\nBring a deep executive network\nExperience running a smaller execution-focused team directly as \"the spreadsheet person,\" as well as experience building out and running a larger organization\nExperience setting culture and inspiring others\nExperience mapping out the full \"game tree\" of possibilities for a space to stay ahead of where things are going to evolve\nExpertise in defining and stating expectations and objectives with team members and completing all related follow up and improvement measures\nExcellent organizational and multitasking skills and ability to balance and prioritize multiple projects and initiatives\nExceptional written and verbal communication skills, with the ability to influence and communicate cross-functionally with all levels of leadership across the organization\nExperience with a global organization, having built strong partnerships with stakeholders across diverse cultures and backgrounds\nExcellent EQ that understands how to bring strong perspectives together for a common outcome in a positive way\nExtremely trustworthy with exceptional reliability. Exceptional discretion and diplomacy that builds strong thriving relationships\nAltruistic, selfless and able to set aside personal interest/ego for objectivity\nHighest level of integrity and management of confidential information\nAdaptable: Able to work with a fast-paced industry and create order in the midst of volatility.\nAble and interested to travel Internationally, with a valid passport, if needed.\nExperience public speaking and acting as the face of a large mission-driven organization\nA lover of processes and organization, but also have a practical side.\nAttentive to detail and have prioritization skills, where you can execute when you notice things aren’t right.\nExperience working in a startup environment\nHigh emotional intelligence\nExcellent communication skills (written, verbal, and listening)\nA commitment to being detail-oriented and self-organized\nSelf-directed, proactive work ethic\nBe a decent human\nEnglish proficiency\nAbout Us\nSince 2017, our efforts to dismantle centralized power structures in finance have helped launch over 30 groundbreaking DeFi products. We've fine-tuned the art of building and scaling successful products at the crossroads of financial technology and digital rights.\n\n\nToday, our open-source collective connects contributors across the crypto spectrum with the cutting-edge tools and technologies they need to build thriving, self-sufficient communities. Working out in the open, we rally our community to create a DeFi experience that’s free, fair, and accessible for all.\n\n\nDecent is an ecosystem of proven software builders, early adopters of cryptocurrency, and the protocols we create to advance our core mission: leveraging human intelligence in the most efficient way to accelerate decentralization. Join our global distributed talent and intelligent capital network and reap the benefits:\n\n\nWork in a rapidly expanding global rocket ship.\nUnlock a unique chance to contribute to Web3.\nJoin a team that cares about its user, products, and working conditions.\nWork flexible hours.\nEnjoy full-time, paid vacations.\nBe fully remote.\nHow to Apply\n\n\nFill out this form here to tell us about you, showcase your relevant projects and experience, and provide a brief overview of your relevant experience and interest in the position:\n\n\nhttps://docs.google.com/forms/d/e/1FAIpQLSe1WyQBkVUbL9xdp18twztm2TYhAcrFxwgGNSy9-r7Kw__oTQ/viewform\n\n\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "executive",
            "dao",
            "defi",
            "ethereum",
            "remote"
         ]
      },
      {
         "job":"Senior Brand Marketing Designer",
         "company":"Cake Pte Ltd",
         "location":"Singapore",
         "post_date":"20h",
         "link":"https://web3.career/senior-brand-marketing-designer-cakedefi/40133",
         "key":"40133",
         "details":"Marketing\n\nBehind every successful brand lies an amazing product, supported by an equally fantastic brand & marketing team. At its core, the brand & marketing team at Cake DeFi are a bunch of creative storytellers. From awareness to conversion, skeptic to advocate - we create and shape the brand story at every step of the customer journey. Our aim is to deliver a consistent and exceptional experience across the entire marketing funnel.\n\nStorytelling comes in many forms. Our diverse and multi-talented team takes care of all aspects of marketing at Cake DeFi: brand, content & community, CRM, design, affiliate & performance marketing, public relations, and social media. We’ve built a team that is deeply passionate about what our brand stands for and represents in the crypto, DeFi and web3 space. We’re on the lookout for other creative storytellers. If you want the opportunity to help build a global brand that is at the forefront of DeFi, apply now!\n\nCake Defi is now looking to hire a VP to help drive content strategy across channels. Reporting directly to the Co- founder , you will work with different teams to bring our story to life\n\nResponsibilities\n\nOwn our content strategy.\nOversee, develop, and build a team of passionate content marketers.\nOrganize and create meaningful content across social media platforms, including managing content calendar, writing, and editing social media posts, and improving engagement.\nWork closely with communications, legal, and business stakeholders to develop our content roadmap and ensure copy relevance and effectiveness.\nUse data monitor and evaluate our social media presence and performance.\nAnalyze the impact of campaigns to determine if they are aligned with overall business objectives.\n\nRequired Qualifications\n\nKnowledge of cryptocurrency ecosystem and digital asset space is a big bonus.\n10+ years of experience as content strategist coming from the B2C background.\nStrong track record of successful content campaigns that have direct impact on revenue.\nExcellent writing, proofreading, and editing skills.\nStrong drive and high standards to produce excellent results, with a proven track record of success.\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "marketing",
            "non-tech",
            "design",
            "senior"
         ]
      },
      {
         "job":"Presales Engineer Technical Sales Blockchain",
         "company":"Bitquery",
         "location":"Moscow",
         "post_date":"21h",
         "link":"https://web3.career/presales-engineer-technical-sales-blockchain-bitquery/40132",
         "key":"40132",
         "details":"Bitquery is a leading blockchain data provider with a set of software products that parse, index, and store blockchain data in a unified way. Today we process over 1 Petabyte of data and end-to-end infra in-house. We also serve governments worldwide. Our aim is to become the most prominent data company in crypto.\n\n\nRoles & Responsibilities:\n\nEnd to End Sales Funnel Management - Presales, Postsales, Negotiations & closing deals\n\nIdentify high-potential prospective users from inbound leads and outbound prospects\nAnswering inbound leads using hubspot and following with them\nGive demo of our products to interested leads\nCreate sales funnel, workflows and reports using hubspot\nProvider sales forecast\nBuild sales team\nOwn the full sales cycle from lead to close for businesses\nManage multiple customers simultaneously at various stages of the Bitquery buying cycle\nConsistently work and learn about Bitquery and be an expert on the product value propositions.\nServe as the voice of the customer and collect feedback to drive continuous improvement across all areas including product\nUniversity degree in computer science or information technology (Mandatory)\nExperience working with large data and good knowledge of SQL\nWorking with hubspot for more than 2 years (Knowledge of CRMs)\nExperience Selling B2B technical solutions and data products\nFluent written and verbal English with great communication skills\nGood understanding of blockchain technology (Mandatory)\nGenuine customer empathy\nPerseverance, inner motivation, and drive\nOpportunity to work & collaborate with a truly global team spread across 5 countries\nWork from anywhere in the world\nChoose your own work hours\nYearly trip with Bitquery team to any remote destination\nA promise to finish the interview processes within 1-2 weeks\n\n\n\nBeing a startup we take decisions & move fairly fast, while giving candidates great experience with the interview process. We have a flat hierarchy in the organization where we empower individuals and provide an opportunity to deliver results as per his/her working >\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "sales",
            "non-tech",
            "blockchain"
         ]
      },
      {
         "job":"Senior Blockchain Engineer",
         "company":"Deutsche Bank",
         "location":"NC Cary US",
         "post_date":"22h",
         "link":"https://web3.career/senior-blockchain-engineer-deutschebank/40130",
         "key":"40130",
         "details":"\nEducated to bachelor’s degree level or equivalent qualification/work experience.\n\nIn-depth knowledge of smart contract programming in Solidity and deployment on Blockchain.\n\nGood understanding of Blockchain concepts such as oracles, keeper, layer 2, polygon, Ethereum Virtual Machine, Private/Public Blockchain…\n\nKnowledge of DeFi, Centralized Exchange and Crypto Currency: dYdX, Compound, Uniswap, Yield, Set, e-money, ETH, USDT, stablecoin,  Coinbase…\n\nKnowledge of financial asset classes\n\n\n\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "senior",
            "blockchain",
            "solidity",
            "ethereum"
         ]
      },
      {
         "job":"Software Engineer Platm",
         "company":"Aptos",
         "location":"Palo Alto",
         "post_date":"1d",
         "link":"https://web3.career/software-engineer-platform-aptoslabs/40128",
         "key":"40128",
         "details":"About The Role\n\nAs part of the Ecosystem Platform team, you will be working with various internal and external customers, projects, and protocols to foster a thriving developer ecosystem. You will architect and build industry-leading systems and tools for products and applications used by millions of people globally.\n\nThe scope is open-ended, but projects will be in the following areas: SDKs, developer tooling, data platform, and blockchain APIs.\n\nWhat you'll be doing:\n\nDeveloping backend application development with a focus on performance\nImproving the developer experience through tooling and SDKs\nBuilding robust data infrastructure that handles high throughput and low latency\nDeveloping and maintaining high-quality software engineering practices and principles in a highly visible open-source project\n\nWhat we're looking for:\n\nAt least 7 years of experience as a hands-on software engineer\nFamiliarity with backend systems and scaling high throughput applications\nInterest or familiarity with a low-level programming language such as Rust, Go, Swift, or C/C++\nInterest in “smart contract” languages such as Move and Solidity\nComfortable working directly with product teams\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "solidity",
            "rust"
         ]
      },
      {
         "job":"Social Media Community Manager",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/social-media-community-manager-certik/40126",
         "key":"40126",
         "details":"Social Media & Community Manager\nUS / Remote /\nMarketing /\nFull-time\n/ Remote\n\nApply for this job\nAbout the Company\nFounded in 2018 by professors of Yale University and Columbia University, CertiK is a pioneer in blockchain security, utilizing best-in-class AI technology to secure and monitor blockchain protocols and smart contracts. CertiK’s mission is to secure the cyber world. Starting with blockchain, CertiK applies cutting-edge innovations from academia into enterprise, enabling mission-critical applications to be built with security and correctness.\n \nCertiK is one of the fastest growing and most trusted companies in blockchain security and has become a true market leader. To date, we have collectively worked with over 3200 enterprise clients, helped secure over $310 billion worth of digital assets, and detected over 31,000 vulnerabilities in blockchain code.\n\n\nOur clients include leading projects such as Aave, Polygon, Binance Smart Chain, Terra, Yearn, and Chiliz. Our Q1 2021 revenues have more than quadrupled the revenue of the full 2020 year. Since Q1 2020, our team size has more than doubled, and this rate of growth will continue in 2021, creating a highly effective, remote-friendly culture with talents located worldwide.\n \nCertiK just raised over $230 million in Series B, B+, B2 and B3 funding rounds over four months in 2021, putting the company over  $2 Billion in valuation. Our investors include top VCs like Insight Partners, Sequoia, Tiger Global, Advent International, Goldman Sachs, Coatue Management, Shunwei Capital and Hillhouse Capital as well as industry leaders like Coinbase Ventures and Binance.\n \nAbout the Role\nWe’re looking for an energetic, creative minded, well organized, and self-motivated Social Media and Community Marketing Manager, to grow our presence and audience. If you are comfortable in a new emerging space like Blockchain/Crypto/NFT, and have the attitude of figuring things out, driven by results, and adapt to additional responsibilities, then keep reading. \nResponsibilities\nDetermine & maintain KPI/measurement frameworks & overall social media and community listening frameworks including crisis management.\nWork closely with the product team to transform product features into compelling marketing social content,  promote our product & services on social media and track and report results and performance. \nPost clear and compelling content and grow followers and engagement (comments, likes, etc.) across our social media channels. \nInterface with the security incident team in pushing out timely news flash alerts on social media platforms e.g. Twitter.\nMonitor and report on audience feedback and engagement. \nTrack and optimize social media performance with clear metrics.\nUse social media tools to track and capitalize on emerging trends, memes, and narratives in the cryptocurrency community. \nStay up-to-date with the latest in social media technologies and features. \nAlways respond to audience feedback in a professional and polite manner.\nRequirements\n3+ years of relevant experience (social media and community) marketing, preferably with a blockchain, crypto, cybersecurity or developer, open source community >\nProven experience managing multiple social media and community channels worldwide, with examples of successful KPI achievements relating to growth and engagement.\nExperience working in a fast-paced, high growth software startup company where change is a constant\nAble to demonstrate growth hacker strategies for drastically growing audiences across social media and community channels like: Twitter, LinkedIn, Telegram, Discord.\nSelf-starter, ability to lead innovative, entrepreneurial efforts and drive for excellence\nCreative, extreme attention to detail and highly organized.\nAble to function independently, as well as collaboratively with other team member\nFamiliarity with use of social media reporting platforms e.g. Sprout Social.\nFamiliarity with Blockchain, Crypto, NFT type audiences and engagement of such an audience is a plus.\nThe exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "community",
            "manager",
            "non-tech",
            "social",
            "media",
            "remote",
            "nft"
         ]
      },
      {
         "job":"Product Marketing Manager",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/product-marketing-manager-certik/40125",
         "key":"40125",
         "details":"Product Marketing Manager\nNew York, New York / Remote /\nMarketing /\nFull-time\n/ Remote\n\nApply for this job\nAbout the Company\nOne of the fastest-growing and most trusted companies in blockchain security, CertiK is a true market leader. To date, CertiK has worked with over 3,200 Enterprise clients, secured over $310 billion worth of digital assets, and has detected over 60,000 vulnerabilities in blockchain code. Our clients include leading projects such as Aave, Polygon, Binance Smart Chain, Terra, Yearn, and Chiliz.\n\n\nInvestors = Insight Partners, Sequoia, Tiger Global, Coatue Management, Lightspeed, Advent International, SoftBank, Hillhouse Capital, Goldman Sachs, Coinbase Ventures, Binance, Shunwei Capital, IDG Capital, Wing, Legend Star, Danhua Capital and other investors.\n\n\nAre you ready to join us on this fast moving rocket ship? \n\n\nAbout You\nWe’re looking for an energetic, creative minded, well organized, and self-motivated Product Marketing Manager. If you are comfortable in a new emerging space like Blockchain/Crypto/NFT, and have the attitude of figuring things out, hungry and driven by results, and adapt to additional responsibilities, then keep reading.\nResponsibilities\nOwn product marketing strategy, including writing content e.g. blogs, general copy and bylines, marketing campaigns, and sales enablement\nCreate product and brand messaging, as well as track buyer's journey through the funnel with the use of correct messaging and content\nCreate content for developer and supporter communities for CertiK community channels e.g. twitter, telegram\nRepresent the company and brand during live presentations e.g. live AMA sessions, on-demand webinars\nCreate rich and engaging content to drive audience engagement growth, develop value positions, messaging, and storylines\nRequirements\n2-5 years of relevant experience in product marketing\nProven experience demonstrated through public examples of rich, and engaging content which has successfully exceeded expectations on KPIs\nAmazing byline and copywriting skills that have cultivated followers of the brand\nExperience creating/editing video content\nExperience putting product content on the web, as well as creating supporting messaging and material\nExperience in creating sales enablement content e.g. datasheets, TCO reports, case studies\nAble to create content geared towards multiple personas, and at different parts of the marketing funnel\nAble to turn around content with high quality at a fast pace\nSelf-starter, ability to lead innovative, entrepreneurial efforts and drive for excellence\nCreative, extreme attention to detail and highly organized\nAble to function independently, as well as collaboratively with other team member\nFamiliar with HubSpot and/or Salesforce for setting up content campaigns to generate leads\nProficient, if not familiar with content and graphics editing tools like Adobe Creative Cloud (InDesign, illustrator, Photoshop)\nExperience marketing Blockchain, Crypto, NFT or Cybersecurity products\nThe exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "marketing",
            "non-tech",
            "remote",
            "nft"
         ]
      },
      {
         "job":"Front End Web Developer Marketing",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/front-end-web-developer-marketing-certik/40124",
         "key":"40124",
         "details":"Front End Web Developer - Marketing\nUS / Remote /\nMarketing /\nFull-time\n/ Remote\n\nApply for this job\nFounded in 2018 by professors of Yale University and Columbia University, CertiK is a pioneer in blockchain security, utilizing best-in-class AI technology to secure and monitor blockchain protocols and smart contracts. CertiK’s mission is to secure the cyber world. Starting with blockchain, CertiK applies cutting-edge innovations from academia into enterprise, enabling mission-critical applications to be built with security and correctness. \n\n\nCertiK is one of the fastest growing and most trusted companies in blockchain security and has become a true market leader. To date, we have collectively worked with over 3200 enterprise clients, helped secure over $310 billion worth of digital assets, and detected over 31,000 vulnerabilities in blockchain code. Our clients include leading projects such as Aave, Polygon, Binance Smart Chain, Terra, Yearn, and Chiliz. Our Q1 2021 revenues have more than quadrupled the revenue of the full 2020 year. Since Q1 2020, our team size has more than doubled, and this rate of growth will continue in 2021, creating a highly effective, remote-friendly culture with talents located worldwide. \n\n\nCertiK just raised over $290 million in Series B, B+, B2 and B3 funding rounds over four months in 2021, putting the company over  $2 Billion in valuation. Our investors include top VCs like Insight Partners, Sequoia, Tiger Global, Advent International, SoftBank, Goldman Sachs, Coatue Management, Lightspeed, Shunwei Capital and Hillhouse Capital as well as industry leaders like Coinbase Ventures and Binance. \n\n\nAbout the Role\nWe’re looking for an energetic, creative minded, well organized, and self-motivated Front End Web Developer to support our corporate website. If you are comfortable in a new emerging space like Blockchain/Crypto/NFT, and have the attitude of figuring things out, driven by results, and adapt to additional responsibilities, then keep reading. \n\nResponsibilities\nOwn web development for marketing related web pages. \nCreate a beautiful UI and a functional UX.\nUnderstand complex business domains.\nProduce high-quality, well-architected code.\nSuccessfully deliver complex projects with convoluted interdependencies.\nWrite and review high-quality, well-architected code (Javascript, Typescript and React).\nRequirements\n3-5 years of frontend development architecture experience.\nStrong proficiency in JavaScript, including DOM manipulation and the JavaScript object model.\nThorough understanding of React.js code and its core principles is a MUST.\nExperience with popular React.js workflows (such as Flux or Redux).\nKnowledge of isomorphic React is a plus.\nFamiliarity with RESTful APIs.\nKnowledge of modern authorization mechanisms, such as JSON Web Token.\nFamiliarity with modern front-end build pipelines and tools.\nFamiliarity with JIRA.\nAbility to understand business requirements and translate them into technical requirements.\nFamiliarity with Blockchain, Crypto, NFT is nice to have.\nCompensation\nThe exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "front",
            "end",
            "marketing",
            "non-tech",
            "remote"
         ]
      },
      {
         "job":"Business Development Manager",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/business-development-manager-certik/40123",
         "key":"40123",
         "details":"Business Development Manager\nUS / Remote /\nMarketing /\nFull-time\n/ Remote\n\nApply for this job\nAbout the Company\nFounded in 2018 by professors of Yale University and Columbia University, CertiK is a pioneer in blockchain security, utilizing best-in-class AI technology to secure and monitor blockchain protocols and smart contracts. CertiK’s mission is to secure the cyber world. Starting with blockchain, CertiK applies cutting-edge innovations from academia into enterprise, enabling mission-critical applications to be built with security and correctness.\n\n\nCertiK is one of the fastest growing and most trusted companies in blockchain security and has become a true market leader. To date, we have collectively worked with over 1800 enterprise clients, helped secure over $310 billion worth of digital assets, and detected over 31,000 vulnerabilities in blockchain code. Our clients include leading projects such as Aave, Polygon, Binance Smart Chain, Terra, Yearn, and Chiliz.\n\n\nCertiK just raised over $140 million and backed by Coatue, Tiger Global, Sequoia, and Hillhouse Capital.\n\n\nAbout the Role\nWe’re looking for an experienced, results-driven Director of Brand Marketing to help us establish a strong brand strategy and collaborate with the executive team to set the long-term company vision for our emerging technologies. As a seasoned marketing professional, you will have major impact and responsibilities in growing the success of the company.\nApplicants must have extensive experience in not only setting strategic vision, but also creating and executing on a thorough action plan to achieve that vision. This is a unique opportunity for someone to join the team and integrate marketing best practices into a heavily technical organization at the forefront of blockchain, cybersecurity, quantum research, and more.\n \nBlockchain experience isn’t required, but the right individual will have prior experience in the emerging technologies space, including but not limited to AI, autonomous driving, and other deep tech. CertiK is a global organization, so experience in brand marketing on an international level is also a plus.\nResponsibilities\nAchieve assigned sales goals\nResearch market and perform analyses to define offerings and identify potential new and target clients\nDevelop and maintain key customer relationships\nDevelop sales and marketing strategies to reach target markets\nAnalyze competitors and their service offerings and identify opportunities to raise the profile of the practices and partners\nIdentify and evaluate sponsorship and speaking opportunities at conferences and seminars, and ensure effective participation and ROI; support preparation and follow-up for these initiatives\nWork with the Product Management team to contribute to sales and marketing plans and product development\nRequirements\nBachelor’s degree in Marketing, Business, or equivalent experience\nAt least three years of experience in information technology related area\nAt least three years of experience with scaling and managing marketing teams\nAbility to prioritize based on urgency, impact, and effort\nExceptional communication skills\nBonuses\nMBA or Master’s degree\nExperience in crypto or blockchain industry\nMultilingual\nExperience in global marketing\nTarget annual salary for this role performed in the US is $60,000 - $80,000.\n\n\nThe exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "sales",
            "non-tech",
            "remote"
         ]
      },
      {
         "job":"Internship Spring Summer 2023 Software Engineer Tools",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/internship-spring-summer-2023-software-engineer-tools-certik/40122",
         "key":"40122",
         "details":"Internship Spring/Summer 2023 - Software Engineer, Tools\nNew York, NY / Seattle, WA / San Francisco Bay Area, CA / Remote /\nInternship /\n/ Remote\n\nApply for this job\nWhy us? \nBlockchain technology is enabling a rapidly-growing era of innovation for the digital world. It is crucial that blockchain code such as protocols and smart contracts be correct. Once deployed, such code is public and difficult or not possible to change. Vulnerabilities and bugs in such programs regularly put millions of dollars at stake. \nThis is where CertiK comes in. We are the leading blockchain security company. Our goal is to secure the cyber world by applying cutting edge techniques from academia to secure blockchain code. Come and join us to help work on tools for securing blockchain programs! \n\n\nWhat you will do\nYou will design and develop tools that automatically identify security issues or assist security auditors to locate security issues. You will collaborate with security auditors to understand blockchain security issues. You will have the opportunity to work on all stages of tool development from idea generation to implementation and iterative improvements. We develop and apply technologies such as static analysis, model checking, fuzz testing, language-based security (such as type systems), automated program verification, and theorem-prover based program verification. Our team is highly supportive and collaborative with great opportunities to learn and grow.\n\n\nAbout you\nYou are a self-starter and excellent at programming. You love to solve problems and get results, where results are people using your tool to do their jobs. You believe in solving the most important problems, even if they are the most difficult ones. You are collaborative: you share ideas, love to brainstorm with peers, and give and receive feedback. You are comfortable with the unknown and understand that #startuplife means that you need to be creative, flexible, and focused on results.\n\nResponsibilities\nDesign and develop software tools that help identify blockchain security issues.\nWork on all aspects of delivering working software that meets customer needs, including analysis, design, automated testing, operations, CI/CD, measuring results, incorporating customer feedback, and support.\nCollaborate with other software engineers on developing tools.\nLearn new verification and security analysis technologies.\nRequired Qualifications\nPursuing Bachelor's Degree or higher in Computer Science or s related field.\nDemonstrated knowledge of fundamental computer science concepts such as data structures, algorithms, testing, and source code control.\nAt least 1 year of experience programming in an object-oriented language or functional programming language.\nPreferred Qualifications\nExperience with one of the following: static analysis, program verification, model checking, fuzz testing, compilers, or related technologies. At least one course or equivalent experience.\nPursuing a Masters or PhD in Computer Science or related field.\nStrong and creative problem-solving skills; always willing to embrace new technologies and collaborate.\nAbout the Company\nFounded in 2018 by professors of Yale University and Columbia University, CertiK is a pioneer in blockchain security, utilizing best-in-class technology to secure and monitor blockchain protocols and smart contracts. CertiK’s mission is to secure the cyber world. Starting with blockchain, CertiK applies cutting-edge innovations from academia into enterprise, enabling mission-critical applications to be built with security and correctness.\n\n\nCompensation\n$5000 - $8000/month (full-time). The compensation will be determined by the skills and experience of qualified candidates.\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "intern",
            "entry",
            "level",
            "remote"
         ]
      },
      {
         "job":"Software Engineer Engineer III to Principal Formal Methods",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/software-engineer-engineer-iii-to-principal-formal-methods-certik/40121",
         "key":"40121",
         "details":"Software Engineer (Engineer III to Principal) - Formal Methods\nNew York, NY / Seattle, WA / San Francisco Bay Area, CA / Remote /\nEngineering – Engineering - Tools /\n/ Remote\n\nApply for this job\nWhy us? \nBlockchain technology is enabling a rapidly-growing era of innovation for the digital world. It is crucial that blockchain code such as protocols and smart contracts are provably secure and correct. Once deployed, they are public and cannot be changed. Vulnerabilities and bugs in such programs regularly put millions of dollars at stake. This is where CertiK comes in. We are the leading blockchain security company. Our goal is to secure the cyber world by applying cutting edge techniques from academia to secure blockchain code. Come and join this ambitious mission as a research software engineer to work on automated analyses for provably secure and correct blockchain applications! \n\n\nWhat you will do\nYou will design and develop tools that automatically ensure the correctness of smart contracts or identify security issues and bugs in smart contracts. We have software engineer positions available at all levels of seniority. Title and responsibilities will be commensurate with experience and background.\nAs part of our multinational team of programming language experts, you will participate in the development of tools that rest upon techniques such as symbolic model checking, SAT/SMT solving, abstract interpretation, data flow analysis, and deductive verification. You will have the opportunity to work on all stages of tool development from idea generation to implementation and iterative improvements. Our team is highly supportive and collaborative with great opportunities to learn and grow.\n\n\nAbout you\nYou have a background in programming language theory and automated reasoning and love to work on the forefront of applying results from theoretical computer science. You love to tackle computationally hard problems and have a proven track record of achieving results, where results are people using your tool to do their jobs. You are collaborative: you share ideas, love to brainstorm with peers, and give and receive feedback. You are comfortable with the unknown and understand that #startuplife means that you will be wearing multiple hats.\nResponsibilities\nExtend the scope and depth of our automated program verification tools and brainstorm, design, and implement new tools.\nAdapt and improve algorithms for symbolic software model checking. Examples include bounded model checking (BMC), counterexample-guided abstraction refinement (CEGAR), and property directed reachability (IC3/PDR).\nBuild and extend translators from different input languages into intermediate representations, optimizing the generated models for automated analysis.\nIdentify new classes of security properties of smart contracts and formalize properties for use in our automated verification tools.\nClosely collaborate with other software engineers in developing tools and set technical direction for solving problems in consultation with your team and management.\nWork on all aspects of delivering working software that meets customer needs, including analysis, design, automated testing, operations, CI/CD, measuring results, incorporating customer feedback, and support.\nRequired Qualifications\nMaster's Degree in Computer Science or a related field or 5 years of equivalent experience.\nMinimum of 4 years of software development experience (includes internships, software developed during research, and open-source development).\nMinimum of 2 years of experience with one or more of the following: model checking, formal verification, SAT/SMT solving (Z3, CVC4, Yices, MathSAT, SMTInterpol), abstract interpretation, or closely related disciplines. \nDemonstrated knowledge of fundamental computer science concepts such as data structures, algorithms, mathematical logic, and automata theory.\nPreferred Qualifications\nPhD in the broader field of automated reasoning.\nPublication record in conferences like POPL, CAV, TACAS, FMCAD, FM, etc.\nExperience in functional programming (OCaml or Haskell).\nStrong and creative problem-solving skills; always willing to learn and embrace new technologies and to collaborate.\nPrior experience in a professional software development environment.\nAbout the Company\nFounded in 2018 by professors of Yale University and Columbia University, CertiK is a pioneer in blockchain security, utilizing best-in-class technology to secure and monitor blockchain protocols and smart contracts. CertiK’s mission is to secure the cyber world. Starting with blockchain, CertiK applies cutting-edge innovations from academia into enterprise, enabling mission-critical applications to be built with security and correctness. \n\n\nCompensation\nTarget annual base salary for this role performed in the US is $115,000 - $230,000.\n\n\nThe exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "executive",
            "remote"
         ]
      },
      {
         "job":"FullStack Software Engineer all levels Waterdrop",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/full-stack-software-engineer-all-levels-waterdrop-certik/40118",
         "key":"40118",
         "details":"Full-Stack Software Engineer (all levels) - Waterdrop\nNew York, NY / Seattle, WA / San Francisco Bay Area, CA / Remote /\nEngineering – Engineering - Fullstack /\nFull-time\n/ Remote\n\nApply for this job\nAbout the Company\nFounded in 2018 by professors of Yale University and Columbia University, CertiK is a pioneer in blockchain security, utilizing best-in-class AI technology to secure and monitor blockchain protocols and smart contracts. CertiK’s mission is to secure the cyber world. Starting with blockchain, CertiK applies cutting-edge innovations from academia into enterprise, enabling mission-critical applications to be built with security and correctness.\n\n\nCertiK is one of the fastest growing and most trusted companies in blockchain security and has become a true market leader. To date, we have collectively worked with over 1800 enterprise clients, helped secure over $310 billion worth of digital assets, and detected over 31,000 vulnerabilities in blockchain code. Our clients include leading projects such as Aave, Polygon, Binance Smart Chain, Terra, Yearn, and Chiliz.\n\n\nCertiK just raised over $140 million and backed by Coatue, Tiger Global, Sequoia, and Hillhouse Capital.\n \nAbout You\nYou’re a self-starter. You believe in tackling the most important problems, even if they are the most difficult problems. You’re comfortable with the unknown and understand that #startuplife means that you’re going to be wearing multiple hats. And that’s what motivates you. You’re accountable and obsessed with improvement, both in yourself and in others. You’re up to the challenge of building a world-class company that aims to be the infrastructure for more secure software for all.\n\n\nAbout the Role\nAs a full-stack engineer, you will work with a team that focuses on delivering and presenting actionable insights extracted from the blockchain platforms. Your outputs will make a huge influence via platforms like the public-facing Security Leaderboard at https://certik.com where users worldwide would benefit from.\nResponsibilities\nDevelop End-to-End customer-facing features from web/mobile portal to back-end service.\nTake ownership of all aspects of the software -- front end, backend, design, architecture, and operations\nBe flexible to work on all aspects of delivering working software, including analysis, design, automated testing, operations, CI/CD, cross-team collaboration, and support\nLearning new technologies to keep your skills current.\nGrow and scale your abilities as the company grows\nRequirements\nProficient in one of the front-end tech stacks like Javascript/HTML/CSS and frameworks like reactjs/vuejs/jquery\nProficient in back-end languages like Python/Ruby/Golang and able to implement web servers & API services\nSolid fundamental computer science knowledge like data structure, algorithms, databases/SQL, testing, CI/CD, GIT, and shell scripts\nExperience with server-side concepts (microservices, caching, performance, monitoring, and scalability) a plus\n Familiar with AWS cloud technologies (e.g. S3, EC2, Lamba, etc)\nFast-paced programming mentality with the ability to turn things around quickly\nStrong and creative problem-solving skills; always willing to embrace new technologies and collaborate\nBonus Points\n(Preferred) Prior experience with blockchain systems.\n(Preferred) Prior experience in a fast-paced, growing start-up environment.\nTarget annual salary for this role performed in the US is $102,000 - $190,000.\n\n\nThe exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "full",
            "stack",
            "remote",
            "javascript",
            "ruby"
         ]
      },
      {
         "job":"Platm Engineer Matrix",
         "company":"CertiK",
         "location":"Remote",
         "post_date":"1d",
         "link":"https://web3.career/platform-engineer-matrix-certik/40116",
         "key":"40116",
         "details":"Platform Engineer - Matrix\nNew York, NY / Seattle, WA / San Francisco Bay Area, CA / Remote /\nEngineering – Engineering /\nFull-time\n/ Remote\n\nApply for this job\nWhy Us?\nCertiK is a pioneer in blockchain security, leveraging best-in-class AI technology to protect and monitor blockchain protocols and smart contracts. Founded in 2018 by professors from Yale University and Columbia University, CertiK’s mission is to secure the web3 world. CertiK applies cutting-edge innovations from academia to enterprise, enabling mission-critical applications to scale with safety and correctness.\nResponsibilities\nSupport the release of new services, data pipelines, and machine learning models through capacity planning, rollout planning, and release management.\nIn collaboration with engineers and data scientists, define and implement monitoring strategies, and define SLAs and error budgets.\nBuild and deploy automation tooling for supported services, data pipelines, and machine learning models.\nTroubleshoot and remediate issues with the services, data pipelines, and machine learning models you manage.\nManage and run critical infrastructure and platform services.\nTrack and execute continuous improvements.\n\n\nRequired Qualifications\nStrong understanding of Linux.\nStrong proclivity for automation and DevOps practices and tools such as Git, Ansible, and Terraform.\nStrong experience working with monitoring and logging tools: Prometheus/DataDog, ELK, Grafana.\nGood programming experience in either: Bash, Python, C++, or Java.\nUnderstanding of general networking protocols such as TCP/IP, DNS, and TLS.\nFamiliarity with container orchestration platforms such as Nomad, ECS, or Kubernetes.\nExperience with database technologies such as Redis, Kafka, Snowflake, MongoDB, PostgresSQL, and MySQL.\nExperience with data engineering tools such as airflow, dbt, etc.\nExperience with machine learning tools (MLFlow/KubeFlow/BentoML) or platforms (SageMaker/Databricks). \nBroad exposure to at least one cloud platform: AWS, Google, Azure\nFamiliarity working with open source software community\nStrong communication and writing skills.\nMinimum of BS degree in CS or related field. Preference is MS or PhD\n\n\nAbout the Company\nOne of the fastest-growing and most trusted companies in blockchain security, CertiK is a true market leader. To date, CertiK has worked with over 3,200 Enterprise clients, secured over $310 billion worth of digital assets, and has detected over 60,000 vulnerabilities in blockchain code. Our clients include leading projects such as Aave, Polygon, Binance Smart Chain, Terra, Yearn, and Chiliz.\n\n\nInvestors = Insight Partners, Sequoia, Tiger Global, Coatue Management, Lightspeed, Advent International, SoftBank, Hillhouse Capital, Goldman Sachs, Coinbase Ventures, Binance, Shunwei Capital, IDG Capital, Wing, Legend Star, Danhua Capital and other investors.\n\n\nCompensation\nTarget annual salary for this role performed in the US is $102,000 - $190,000. The exact compensation at which this job is filled will be determined by the skills and experience of qualified candidates.\n\n\n#blockchain\n#startups\n#hiring\n\n\nCertiK is proud to offer medical, vision, and dental insurance, 401(k) plan with company matching, life and accidental death and dismemberment insurance, HSA (with high deductible plan), FSA, and other benefits to all full-time employees, along with flexible paid time off and holidays.\n\n\nIn compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire.\n\n\nCertiK is proud to be an equal opportunity employer. We will not discriminate against any applicant or employee on the basis of age, race, color, creed, religion, sex, sexual orientation, gender, gender identity or expression, medical condition, national origin, ancestry, citizenship, marital status or civil partnership/union status, physical or mental disability, pregnancy, childbirth, genetic information, military and veteran status, or any other basis prohibited by applicable federal, state or local law.\n\n\nCertiK will consider for employment qualified applicants with criminal histories in a manner consistent with local and federal requirements.\nhttps://www.eeoc.gov/sites/default/files/migrated_files/employers/poster_screen_reader_optimized.pdf\n\n\nAll CertiK employees are expected to actively support diversity on their teams, and in the Company.\nApply for this job\n\nWhen applying, mention the word CANDYSHOP when applying to show you read the job post completely. This is a beta feature to avoid spam applicants. Companies can search these words to find applicants that read this and see they are human RMjYwMTo2MDA6OTY4MTo1ZDIwOjljNDoyYmIxOmQ3NzE6NWIyNwM\n\n⬇\nApply Now",
         "tags":[
            "dev",
            "remote",
            "java"
         ]
      }
   ]
}